import { StaticContent } from '../../../core/types'

export const ru: StaticContent = {
  locale: 'ru',
  articles: {
    byId: {
      'da7ed47a-7fff-447c-9a40-7a599ae37439': {
        id: 'da7ed47a-7fff-447c-9a40-7a599ae37439',
        title: 'Разве плохо хотеть что-то в себе изменить?',
        content:
          'Желание изменить что-то в своём теле абсолютно нормально. Если делать это в позитивном ключе, то можно почувствовать себя хорошо! Например, если мы хотим стать сильными и чувствовать себя здоровыми внутри и снаружи, — это хорошее изменение.\r\n\r\nНо если тебе кажется, что ты становишься одержимой желанием изменить себя, это может негативно повлиять на психическое или физическое здоровье.\r\n\r\nТревожным знаком может быть постоянное беспокойство о том, как ты выглядишь, а также трата на свою внешность большего количества денег, чем ты можешь себе позволить.\r\n\r\nЕсли ты испытываешь подобные проблемы, зайди в Центр здоровья «Оки» и найди организации, куда можно обратиться за поддержкой. \r\n',
        category: 'Питание и физическая активность',
        subCategory: 'Внешний вид и вес',
      },
      '078f8c54-3fed-47d4-8bfb-8fa44f3a9c22': {
        id: '078f8c54-3fed-47d4-8bfb-8fa44f3a9c22',
        title: 'Как сделать кожу белее?',
        content:
          'В некоторых культурах красивой считается белая кожа. \r\n\r\nА знаешь ли ты, что в некоторых странах люди загорают, чтобы кожа была темнее? Понятие красоты зависит от культуры и меняется со временем, поэтому соответствовать ему невозможно! \r\n\r\nКремы для осветления кожи могут содержать опасные химические вещества, которые повышают риск развития рака кожи и могут вызвать смертельное поражение печени и почек. Они вредны для здоровья, и «Оки» не рекомендует их использовать. \r\n\r\nЕсли хочешь, чтобы кожа была здоровой и сияющей, используй естественные методы:\r\n\r\n— избегай долгого пребывания на солнце;\r\n\r\n— носи шляпы, солнцезащитные очки и одежду с длинным рукавом;\r\n\r\n— пользуйся солнцезащитным кремом каждый день;\r\n\r\n— регулярно очищай кожу, но избегай агрессивного скрабирования;\r\n\r\n— не кури и не употребляй алкоголь;\r\n\r\n— используй натуральные маски для лица с папайей, лимоном, апельсином или огурцом.',
        category: 'Питание и физическая активность',
        subCategory: 'Внешний вид и вес',
      },
      '470281e0-c1ff-4bc4-9c4f-24a49ce32afd': {
        id: '470281e0-c1ff-4bc4-9c4f-24a49ce32afd',
        title: 'Как узнать, безопасны ли косметические средства, которыми я пользуюсь?',
        content:
          'С таким количеством ложной рекламы вокруг трудно понять, безопасен ли продукт. Вот несколько советов:\r\n\r\n— Если в составе есть такие слова, как «натуральный», «органический» или «нетоксичный», не думай, что продукт безопасен для здоровья;\r\n\r\n— Ищи узнаваемые ингредиенты, такие как масло жожоба, экстракт малины, аргановое масло, пчелиный воск, зелёный чай или натуральная глина;\r\n\r\n— Обращай внимание на токсичные ингредиенты на этикетках продуктов. Наиболее распространённые — парабены (например, пропилпарабен и бутилпарабен), отдушки/парфюм, химические УФ-фильтры октиноксат и оксибензон, диэтаноламин (DEA), триклозан, фталаты (например, дибутилфталат), лауретсульфат натрия (SLES), формальдегид, полиэтилены (PEG) (например, PEG-10 лаурат), бутилгидроксианизол (BHA), хлороксиленол и феноксиэтанол;\r\n\r\n— Ознакомься с продукцией на сайте Cosmetics Database — это некоммерческий веб-сайт, администрируемый Environmental Working Group (EWG) — Рабочей группой по охране окружающей среды.',
        category: 'Питание и физическая активность',
        subCategory: 'Внешний вид и вес',
      },
      'cb7697c6-a38b-41e6-a7d1-32e9bd84dd38': {
        id: 'cb7697c6-a38b-41e6-a7d1-32e9bd84dd38',
        title: 'Мои друзья всегда критикуют своё тело. Что я могу сделать?',
        content:
          'Существуют так называемые разговоры о теле. Это любые комментарии о том, как выглядишь ты или кто-то другой.\r\n\r\nОни могут быть негативными («У меня слишком большой живот!») или позитивными («Ты отлично выглядишь, ты похудела?»). \r\n\r\nНо все разговоры о теле пропагандируют идею о том, что важнее твоя внешность, а не то, кто ты на самом деле.\r\n\r\nПризови себя и друзей не говорить о своей или чужой внешности (в негативном или позитивном ключе) и делать друг другу комплименты по любому другому поводу.',
        category: 'Питание и физическая активность',
        subCategory: 'Внешний вид и вес',
      },
      '202b2d63-561d-46d6-b32f-a2f846f057f9': {
        id: '202b2d63-561d-46d6-b32f-a2f846f057f9',
        title: 'Почему мне трудно сбросить/набрать вес?',
        content:
          'Твоё тело чувствует себя комфортно в определённом весе и сопротивляется изменениям, определяя уровень голода и количество потребляемых калорий (это называется скоростью метаболизма). \r\n\r\nЛюди часто садятся на диеты, чтобы изменить свой вес, и контролируют то, что едят.\r\n\r\nУменьшение объёма еды влияет на количество калорий и питательных веществ, необходимых твоему организму. Длительное соблюдение такой диеты вредно для здоровья. Это может перевести организм в режим голодания, то есть процессы в теле замедлятся, чтобы сэкономить калории, в результате ты и твой мозг будете чувствовать себя медленными и слабыми.\r\n\r\nКогда ты снова начнёшь нормально питаться, твой организм будет запасать больше жира на случай повторной «голодовки». Это означает, что ты можешь набрать больше веса, чем до диеты!',
        category: 'Питание и физическая активность',
        subCategory: 'Внешний вид и вес',
      },
      '260a98ea-fdcc-4049-801e-93bf8d6f2d75': {
        id: '260a98ea-fdcc-4049-801e-93bf8d6f2d75',
        title: 'Я хочу, чтобы мне больше нравилось моё тело. Что я могу сделать? ',
        content:
          'Ты не одинока. Многим девушкам и парням не нравится их внешность, и это может сильно понизить самооценку. \r\n\r\nНе обязательно иметь идеальное тело, чтобы научиться любить его. Нужно уметь критиковать себя и быть себе другом. \r\n\r\nСосредоточься на том, что тебе нравится в своём теле: это может быть улыбка, волосы, ноги или фигура. Чувствуй благодарность, когда тело помогает тебе двигаться, танцевать, прыгать и бегать. Будь в контакте со своим телом: дыши медленно, медитируй или сиди в тишине несколько минут каждый день. ',
        category: 'Питание и физическая активность',
        subCategory: 'Внешний вид и вес',
      },
      'b007dff3-1355-4e47-9260-8d00f581bae4': {
        id: 'b007dff3-1355-4e47-9260-8d00f581bae4',
        title: 'Почему мой вес меняется во время месячных?',
        content:
          'Во время месячных нормально набрать 1,5–2,5 кг из-за увеличения количества воды в организме. \r\n\r\nЭто физический симптом предменструального синдрома (ПМС), причина — в изменении уровня гормонов. \r\n\r\nУ тебя может появиться отёчность в области груди, живота, на руках или ногах. Может увеличиться вес, но это пройдёт само через несколько дней!',
        category: 'Питание и физическая активность',
        subCategory: 'Внешний вид и вес',
      },
      'd51e6799-b391-400a-ba5a-98e5c352b9f3': {
        id: 'd51e6799-b391-400a-ba5a-98e5c352b9f3',
        title: 'Нормально ли моё тело?',
        content:
          'Тела девочек бывают всех форм и размеров. У тебя могут быть прыщи, неодинаковая грудь, низкий рост, высокий рост, большой живот, маленький живот, ограниченные возможности и ещё какие-либо особенности. Как бы ни выглядело твоё тело, это нормально! ',
        category: 'Питание и физическая активность',
        subCategory: 'Внешний вид и вес',
      },
      'b316928e-9f45-4c62-b9bb-7a49f61d2e85': {
        id: 'b316928e-9f45-4c62-b9bb-7a49f61d2e85',
        title: 'Почему мне не нравится моё тело?',
        content:
          'Когда наше тело не соответствует тому, что мы видим в социальных сетях или по телевизору, или тому, как, по мнению наших родителей и друзей, мы должны выглядеть, это может заставить нас чувствовать себя недостаточно хорошими.\r\n\r\nВажно помнить, что это мнения, а не факты, и то, что мы видим на экранах, обычно сильно отредактировано и не соответствует действительности. Соответствовать таким «стандартам» зачастую нереально!\r\n',
        category: 'Питание и физическая активность',
        subCategory: 'Внешний вид и вес',
      },
      'aa725564-4e40-4022-96ef-235c7f57646c': {
        id: 'aa725564-4e40-4022-96ef-235c7f57646c',
        title: 'Как я могу изменить своё тело?',
        content:
          'Вместо того чтобы менять своё тело, сосредоточься на заботе о нём. Если ты будешь с любовью относиться к своему телу, то будешь чувствовать себя и выглядеть наилучшим образом. \r\n\r\nПитайся здоровой пищей: ешь много фруктов и овощей и пей не менее 8 больших стаканов воды в день.\r\n\r\nСпи не менее 8 часов в сутки и выключай гаджеты перед сном.\r\n\r\nБудь активна: делай что-нибудь каждый день, чтобы чувствовать себя сильной и здоровой. Бегай, ходи, плавай, играй, танцуй — всё, что тебе нравится! ',
        category: 'Питание и физическая активность',
        subCategory: 'Внешний вид и вес',
      },
      'd7b78485-ae14-4f13-a71d-e82aa4f354b8': {
        id: 'd7b78485-ae14-4f13-a71d-e82aa4f354b8',
        title: 'Меня дразнят из-за моего тела. Что я могу сделать?',
        content:
          'Многие люди, которые дразнят других, делают это, чтобы скрыть собственную неуверенность или потому что кто-то дразнит их.\r\n\r\nПо возможности избегай таких людей. Это бывает трудно, если это друзья, члены семьи или ты видишь этих людей в школе или на работе. \r\n\r\nПрояви смелость и скажи им, чтобы они прекратили, дай понять, какие чувства испытываешь. \r\n\r\nЕсли не помогает, попроси помощи у того, кому доверяешь. Ты не должна проходить через это в одиночку. Издевательства никогда не бывают нормой. Ты заслуживаешь, чтобы к тебе относились с уважением!',
        category: 'Питание и физическая активность',
        subCategory: 'Внешний вид и вес',
      },
      '073d9fe8-108e-47f8-bfa1-aae023a34402': {
        id: '073d9fe8-108e-47f8-bfa1-aae023a34402',
        title: 'Я всё время устаю. Со мной что-то не так?',
        content:
          'Если ты постоянно чувствуешь усталость, даже когда много отдыхаешь, возможно, у тебя анемия. Анемия возникает, когда в крови недостаточно красных кровяных телец — эритроцитов.\r\n\r\nЕсли у тебя анемия или ты склонна к ней, нужно есть продукты, содержащие много железа и других витаминов. К таким продуктам относятся:\r\n\r\n— листовая зелень, особенно тёмная, брокколи;\r\n\r\n— мясо и птица;\r\n\r\n— печень;\r\n\r\n— морепродукты, такие как креветки, рыба и моллюски;\r\n\r\n— тофу;\r\n\r\n— йогурт и кефир;\r\n\r\n— бобовые: фасоль, нут, соевые бобы; \r\n\r\n— орехи и семечки.\r\n\r\nОднако из продуктов питания трудно получить достаточно железа, поэтому тебе, возможно, придётся принимать таблетки железа. Если считаешь, что у тебя может быть анемия, проконсультируйся с медицинским специалистом. ',
        category: 'Питание и физическая активность',
        subCategory: 'Внешний вид и вес',
      },
      '6c641388-b454-47fb-ba85-89cc15b4a34b': {
        id: '6c641388-b454-47fb-ba85-89cc15b4a34b',
        title: 'Как следует питаться во время месячных ?',
        content:
          'Во время месячных можно есть всё, что нравится. Старайся выбирать продукты, которые улучшают твоё самочувствие. \r\n\r\nБогатые железом продукты, такие как красное мясо, фасоль, горох, чечевица и тёмно-зелёные листовые овощи (например, шпинат), помогут восстановить железо, потерянное во время месячных.  \r\n\r\nСвежие фрукты и продукты с высоким содержанием кальция (например, молоко и йогурт) также помогут справиться с симптомами ПМС. \r\n\r\nНе забывай пить много воды!',
        category: 'Питание и физическая активность',
        subCategory: 'Питание и диета',
      },
      'c6e3c89e-e8b3-4423-9a77-bf817662b27c': {
        id: 'c6e3c89e-e8b3-4423-9a77-bf817662b27c',
        title: 'Вызывают ли месячные анемию или дефицит железа?',
        content:
          'Во время месячных теряется железо, и если ты не ешь достаточно богатых железом продуктов (например, красного мяса или чечевицы), то у тебя может развиться железодефицитная анемия, особенно если месячные обильные. \r\n\r\nЕсли чувствуешь необычную усталость, слабость или головокружение, возможно, у тебя анемия. В этом случае следует обратиться к медицинскому специалисту. Ты можешь предотвратить анемию, употребляя продукты с высоким содержанием железа или принимая таблетки железа.',
        category: 'Питание и физическая активность',
        subCategory: 'Питание и диета',
      },
      'a40193d8-a55d-4801-864c-a05097b060cb': {
        id: 'a40193d8-a55d-4801-864c-a05097b060cb',
        title: 'Какие продукты не следует употреблять во время месячных?',
        content:
          'Ешь всё, что нравится! Независимо от того, есть месячные или нет, старайся включать в рацион много свежих овощей и фруктов и по возможности избегай переработанных продуктов.',
        category: 'Питание и физическая активность',
        subCategory: 'Питание и диета',
      },
      '23f2873f-8a44-4e40-a264-dcb1b1e5a863': {
        id: '23f2873f-8a44-4e40-a264-dcb1b1e5a863',
        title: 'Вызывает ли холодная пища спазмы?',
        content:
          'Нет! Спазмы вызывают химические вещества простагландины, которые заставляют мышцы матки сокращаться и выталкивать кровь и ткани во влагалище во время месячных. На спазмы не влияет холодная пища.',
        category: 'Питание и физическая активность',
        subCategory: 'Питание и диета',
      },
      'a7d8a69d-128b-421c-83be-e9a2f8e2039e': {
        id: 'a7d8a69d-128b-421c-83be-e9a2f8e2039e',
        title:
          'Вызывает ли употребление определенных продуктов изменение запаха менструальных выделений?',
        content:
          'То, что ты ешь, не изменит запах месячных. Во время месячных ешь всё, что хочешь, но помни: продукты, содержащие много железа и кальция, помогут справиться со спазмами и почувствовать себя более энергичной. ',
        category: 'Питание и физическая активность',
        subCategory: 'Питание и диета',
      },
      '96e6f0f8-b72f-47c6-9245-75935ec599c1': {
        id: '96e6f0f8-b72f-47c6-9245-75935ec599c1',
        title: 'Можно ли заниматься спортом во время месячных?',
        content:
          'Да!\r\n\r\nАктивность усиливает кровоток и помогает справиться с болью и спазмами. Ты можешь совсем не хотеть двигаться, но всё же попробуй прийти на урок физкультуры в школе, даже если у тебя месячные. Это может помочь!',
        category: 'Питание и физическая активность',
        subCategory: 'Физические упражнения',
      },
      '143bc8e8-afba-43e3-b2ab-a05579dc54ef': {
        id: '143bc8e8-afba-43e3-b2ab-a05579dc54ef',
        title: 'Лучший совет по уходу за собой во время месячных?',
        content:
          'Веди здоровый образ жизни: высыпайся, пей много воды, ешь вкусную и здоровую еду, которую любишь, и будь активна.\r\n\r\nА ещё будь собой, потому что ты прекрасна такой, какая есть! Даже если иногда думаешь иначе. ',
        category: 'Месячные и жизнь',
        subCategory: 'Внешний вид и здоровый образ жизни',
      },
      '9e453987-89a4-4ec5-99a2-f47f07e5ca75': {
        id: '9e453987-89a4-4ec5-99a2-f47f07e5ca75',
        title: 'Какую одежду следует носить во время месячных?',
        content:
          'Любую одежду, в которой чувствуешь себя хорошо! Многие девушки предпочитают носить более тёмную и свободную одежду во время месячных, чтобы чувствовать себя комфортнее, если случайно запачкают что-то кровью. ',
        category: 'Месячные и жизнь',
        subCategory: 'Внешний вид и здоровый образ жизни',
      },
      '0062b2b6-c382-40fc-b99a-06a5478db0d6': {
        id: '0062b2b6-c382-40fc-b99a-06a5478db0d6',
        title: 'Как оставаться модной во время месячных?',
        content:
          'Выбирая комфортную одежду, которая нравится именно тебе, ты будешь выглядеть и чувствовать себя прекрасно! \r\n\r\nБыть модной — это здорово, но есть вещи гораздо более важные, чем то, как ты выглядишь. Не забывай исследовать и их! ',
        category: 'Месячные и жизнь',
        subCategory: 'Внешний вид и здоровый образ жизни',
      },
      '03cdf7dd-527e-4805-9ec8-f44de44dde54': {
        id: '03cdf7dd-527e-4805-9ec8-f44de44dde54',
        title: 'Можно ли ходить в школу во время месячных?',
        content:
          'Да! Месячные не должны мешать тебе учиться. \r\n\r\nНе забывай носить в школьной сумке запасное нижнее бельё и гигиенические прокладки, тогда ты всегда будешь готова к месячным. \r\n\r\nЕсли у тебя начались месячные в школе, но нет того, что нужно, попроси помощи у подруги, учителя или взрослого человека, которому доверяешь.',
        category: 'Месячные и жизнь',
        subCategory: 'Подготовка к школе и поведение при месячных',
      },
      '66ffad0e-d018-4add-96a6-0d09877042c6': {
        id: '66ffad0e-d018-4add-96a6-0d09877042c6',
        title: 'Что вызывает прыщи?',
        content:
          'Твоя кожа покрыта маленькими отверстиями — порами. Поры выделяют жир и пот. Жир, содержащийся в порах, называется кожным салом, он поддерживает влажность в коже и волосах.\r\n\r\nЕсли кожного сала выделяется слишком много, поры могут закупориться, это приводит к появлению прыщей. ',
        category: 'Месячные и жизнь',
        subCategory: 'Уход за кожей',
      },
      '161458b5-6d24-4494-86b7-91e04da131f5': {
        id: '161458b5-6d24-4494-86b7-91e04da131f5',
        title: 'Что такое угри?',
        content:
          'Угревая сыпь (акне) — это заболевание кожи, которое возникает, когда поры забиваются кожным салом и отмершими клетками кожи.\r\n\r\nЭто приводит к появлению множества прыщей, которые делают этот участок кожи воспалённым, красным и припухшим.\r\n\r\nЧаще всего угри появляются на лице, лбу, груди, верхней части спины и плечах.',
        category: 'Месячные и жизнь',
        subCategory: 'Уход за кожей',
      },
      '6a1e162c-a178-417d-8103-15e56f535427': {
        id: '6a1e162c-a178-417d-8103-15e56f535427',
        title: 'У меня обильная угревая сыпь. Есть ли какое-нибудь лечение?',
        content:
          'Можешь обратиться к кожному врачу — дерматологу. Он выпишет нужные лекарства.\r\n\r\nПомни, что угри часто проходят сами собой, когда ты взрослеешь и твои гормоны приходят в норму.',
        category: 'Месячные и жизнь',
        subCategory: 'Уход за кожей',
      },
      'c1e6d803-be93-48bf-a8ad-ce52e12c7d3c': {
        id: 'c1e6d803-be93-48bf-a8ad-ce52e12c7d3c',
        title: 'Что происходит с кожей во время полового созревания?',
        content:
          'В период полового созревания гормоны увеличивают количество жира (кожного сала), который вырабатывают поры кожи.\r\n\r\nИз-за этого могут появиться угри и прыщи, но с возрастом ситуация обычно улучшается.',
        category: 'Месячные и жизнь',
        subCategory: 'Уход за кожей',
      },
      'c4c653d5-5155-4a62-b1c1-b13afc92c129': {
        id: 'c4c653d5-5155-4a62-b1c1-b13afc92c129',
        title: 'Что можно сделать, чтобы уменьшить количество прыщей и угрей?',
        content:
          'Чтобы предотвратить появление прыщей и угревой сыпи или помочь их устранить:\r\n \r\n— мой лицо только два раза в день мягким мылом или специальным очищающим средством для угревой сыпи, мягко массируй лицо, не скрабируй его, так как это может вызвать раздражение;\r\n\r\n— не прикасайся к лицу и не прислоняй к нему грязные предметы, например телефон;\r\n\r\n— мой руки, прежде чем наносить что-либо на лицо, чтобы не распространять микробы;\r\n\r\n— очищай очки и солнцезащитные стёкла;\r\n\r\n— удаляй макияж перед сном;\r\n\r\n— держи волосы чистыми и убирай их с лица;\r\n\r\n— защищай кожу от солнца;\r\n\r\n— если у тебя есть угревая сыпь на теле, не носи обтягивающую одежду, чтобы не распространять микробы.',
        category: 'Месячные и жизнь',
        subCategory: 'Уход за кожей',
      },
      'ad568749-31c3-441d-a285-e2e0f535d62b': {
        id: 'ad568749-31c3-441d-a285-e2e0f535d62b',
        title: 'Как ухаживать за проблемной кожей?',
        content:
          'Если у тебя жирная кожа: \r\n\r\n— держи кожу чистой и увлажняй с помощью средств, не содержащих масел;\r\n\r\n— не умывай лицо слишком часто, следует умываться только два раза в день (если вспотела, используй мицеллярную воду для очищения);\r\n\r\n— пользуйся косметикой без масел или на водной основе;\r\n\r\n— не касайся лица немытыми руками, волосами или телефоном;\r\n\r\n— обратись к дерматологу, если хорошо ухаживаешь за кожей, но она всё ещё жирная.',
        category: 'Месячные и жизнь',
        subCategory: 'Уход за кожей',
      },
      '11fc03e1-8473-4ec3-b43d-9b170b8a0ed8': {
        id: '11fc03e1-8473-4ec3-b43d-9b170b8a0ed8',
        title: 'Как ухаживать за кожей?',
        content:
          'Коже нужен уход:\r\n\r\n— умывай лицо дважды в день: утром и перед сном, используй тёплую воду и мягкое очищающее средство;\r\n\r\n— слегка промакивай кожу полотенцем, оставляя немного влажной;\r\n\r\n— наноси увлажняющий крем, пока кожа ещё влажная;\r\n\r\n— если пользуешься косметикой, снимай её на ночь; давай своей коже отдыхать — не пользуйся косметикой несколько дней в неделю; регулярно очищай кисти для макияжа;\r\n\r\n— выпивай 8 больших стаканов воды каждый день;\r\n\r\n— употребляй много фруктов и овощей, спи 7–9 часов каждую ночь, веди активный образ жизни и снимай стресс глубоким дыханием или медитацией;\r\n\r\n— защищай кожу от солнца: надевай шляпу и используй солнцезащитный крем;\r\n\r\n— не кури.',
        category: 'Месячные и жизнь',
        subCategory: 'Уход за кожей',
      },
      'abf7dadd-d226-4931-ab38-2329142e105a': {
        id: 'abf7dadd-d226-4931-ab38-2329142e105a',
        title: 'Какого цвета сперма?',
        content:
          'Сначала сперма прозрачная (в первый год полового созревания), но позже становится серо-молочного цвета за счёт выделяемых жидкостей внутренних желёз репродуктивной системы мужчины. ',
        category: 'Половое созревание',
        subCategory: 'Половое созревание',
      },
      '7bc18b5b-b639-497c-bf63-bfd49b016280': {
        id: '7bc18b5b-b639-497c-bf63-bfd49b016280',
        title: 'Какие половые органы находятся внутри тела девочек?',
        content:
          'Внутренние половые органы девочки расположены в области малого таза и защищены мышцами и костями.\r\n\r\nШейка матки — это нижний узкий конец матки, расположенный в верхней части влагалища. Кровь во время месячных проходит из матки через шейку матки во влагалище. После секса без презерватива сперма проходит через шейку матки в матку. Во время родов шейка матки растягивается, позволяя ребёнку родиться. Во время секса половой член не проникает дальше шейки матки. \r\n\r\nМатка женщины состоит из сильных эластичных мышц и представляет собой полый грушевидный орган с расположенной внутри слизистой оболочкой — эндометрием, пронизанным большим количеством кровеносных сосудов. Во время менструального цикла эндометрий утолщается, а затем отторгается, и наступает менструация. Матка — важный репродуктивный орган, в ней в случае наступления зачатия развивается малыш до момента рождения. Сверху матка соединена с фаллопиевыми трубами, а снизу — с влагалищем. \r\n\r\nОт верхних углов матки отходят две тонкие мышечные трубки — это маточные (фаллопиевы) трубы, соединяющие матку с яичниками, в которых созревает яйцеклетка — женская половая клетка. Концы маточных труб похожи на бахрому, находящуюся в постоянном движении, и называются фимбриями. Они втягивают яйцеклетку из яичника в трубу. В среднем яичник с момента рождения девочки содержит около 500 тысяч неразвитых яйцеклеток, часть из них погибает до достижения девочкой половой зрелости, часть будет созревать и растворяться в матке в период месячных, и только несколько будут оплодотворены и дадут начало новой жизни. Яйцеклетка и сперматозоид встречаются в одной из фаллопиевых труб, а затем оплодотворённая яйцеклетка направляется в матку, где закрепляется и продолжает рост.',
        category: 'Половое созревание',
        subCategory: 'Половое созревание',
      },
      'd9450600-c296-4bf0-a0ca-854f6999aa76': {
        id: 'd9450600-c296-4bf0-a0ca-854f6999aa76',
        title: 'Что такое спермархе?',
        content: 'Спермархе — научное название первой эякуляции мальчика. ',
        category: 'Половое созревание',
        subCategory: 'Половое созревание',
      },
      '21062e91-d5fa-4516-9717-8828103685fc': {
        id: '21062e91-d5fa-4516-9717-8828103685fc',
        title: 'Сколько сперматозоидов содержится в эякуляте?',
        content:
          'В среднем за одну эякуляцию выходит от 2 до 10 мл спермы, в 1 мл эякулята — от 60 до 180 миллионов сперматозоидов!',
        category: 'Половое созревание',
        subCategory: 'Половое созревание',
      },
      '06e99434-169d-4a18-9a5d-2975186f58ab': {
        id: '06e99434-169d-4a18-9a5d-2975186f58ab',
        title: 'Сколько спермы содержится в эякуляции?',
        content:
          'При одной эякуляции может выделиться от 2 до 10 миллилитров спермы, это около 1 чайной ложки.',
        category: 'Половое созревание',
        subCategory: 'Половое созревание',
      },
      'b40e2083-5f49-4729-891c-ce18a3a85d92': {
        id: 'b40e2083-5f49-4729-891c-ce18a3a85d92',
        title: 'Что происходит с девочками во время полового созревания?',
        content:
          'Во время полового созревания твой мозг посылает сигналы различным органам, в ответ они вырабатывают гормоны, которые заставляют твоё тело развиваться. \r\n\r\nФизически большинство девочек развиваются так: \r\n\r\n— рост груди, часто сначала с одной стороны, в течение примерно 2 лет;\r\n\r\n— рост волос на гениталиях, обычно через несколько месяцев после начала роста груди;\r\n\r\n— утолщение стенки влагалища, увеличение матки и яичников (ты, конечно, этого не почувствуешь);\r\n\r\n— появление месячных, обычно через 2–3 года после начала роста груди, это означает, что девочки теперь могут забеременеть;\r\n\r\n— увеличение количества выделений из влагалища;\r\n\r\n— рост волос в подмышках, усиление запаха пота;\r\n\r\n— рост в высоту, часто внезапно;\r\n\r\n— увеличение ширины бёдер; \r\n\r\n— понижение тембра голоса;\r\n\r\n— повышение жирности кожи, что иногда приводит к появлению прыщей и угрей.',
        category: 'Половое созревание',
        subCategory: 'Половое созревание',
      },
      'f9bb4e77-836c-4112-b6f4-2a90076c0bb7': {
        id: 'f9bb4e77-836c-4112-b6f4-2a90076c0bb7',
        title: 'Когда начинается половое созревание?',
        content:
          'У большинства девочек половое созревание начинается в 9–13 лет, но может начаться раньше или позже. \r\n\r\nКаждый человек проходит через период полового созревания по-разному. Первое изменение, которое заметят девочки, — это рост груди, часто сначала с одной стороны. \r\n\r\nУ мальчиков половое созревание начинается немного позже, обычно в 10–14 лет.',
        category: 'Половое созревание',
        subCategory: 'Половое созревание',
      },
      '9e0ab166-cd29-4900-aefa-4344783b8caa': {
        id: '9e0ab166-cd29-4900-aefa-4344783b8caa',
        title: 'Что такое половое созревание?',
        content:
          'Половое созревание — это когда твоё тело превращается из детского во взрослое. Ты также начинаешь взрослеть эмоционально и социально. \r\n\r\nВ этот период происходит сексуальное созревание организма, поэтому при занятии сексом девочки могут забеременеть, а мальчики могут стать причиной беременности.',
        category: 'Половое созревание',
        subCategory: 'Половое созревание',
      },
      '2fe08ea4-b85f-47d5-9d6a-010a382475fe': {
        id: '2fe08ea4-b85f-47d5-9d6a-010a382475fe',
        title: 'В чём разница между половым созреванием и подростковым возрастом?',
        content:
          'Половое созревание — это изменения в твоём теле, а подростковый возраст включает все изменения, которые происходят с тобой, когда ты превращаешься из ребёнка во взрослого: физические, эмоциональные и социальные.',
        category: 'Половое созревание',
        subCategory: 'Половое созревание',
      },
      'ae8fe01b-6530-4cb5-ad21-e5cfe990c128': {
        id: 'ae8fe01b-6530-4cb5-ad21-e5cfe990c128',
        title: 'Что такое эякуляция? ',
        content:
          'Эякуляция — это когда в момент полового возбуждения сперма (семенная жидкость), содержащая сперматозоиды, выходит из полового члена.\r\n',
        category: 'Половое созревание',
        subCategory: 'Половое созревание',
      },
      '7fb5e468-88d4-42b8-964c-847a34ebf9de': {
        id: '7fb5e468-88d4-42b8-964c-847a34ebf9de',
        title: 'В каком возрасте мальчики начинают вырабатывать сперму и эякулировать? ',
        content:
          'У большинства мальчиков появляется сперма и возникает первая эякуляция в 13–14 лет. \r\n\r\nОрганизм мужчины производит сперму на протяжении всей жизни. ',
        category: 'Половое созревание',
        subCategory: 'Половое созревание',
      },
      '7ff0723f-f4ae-465b-b109-8be625333bab': {
        id: '7ff0723f-f4ae-465b-b109-8be625333bab',
        title: 'Что такое сперма?',
        content:
          'Сперма (эякулят) — это вязкая жидкость, выделяемая при эякуляции. Содержит сперматозоиды (которые могут оплодотворить яйцеклетку девушки после секса) и другие жидкости, питающие сперматозоиды и помогающие им передвигаться. ',
        category: 'Половое созревание',
        subCategory: 'Половое созревание',
      },
      '4e80cb44-b249-4b03-8a98-0fb4ff7a8d7d': {
        id: '4e80cb44-b249-4b03-8a98-0fb4ff7a8d7d',
        title: 'Что такое подростковый возраст?',
        content:
          'Подростковый возраст — это период, когда ты превращаешься из ребёнка во взрослую, с 10 до 19 лет.\r\n\r\nТы меняешься физически и эмоционально, меняется твой характер и то, как ты относишься к миру и окружающим людям. \r\n\r\nЧто ты можешь чувствовать:\r\n— быструю смену настроения: например, только что ты злилась, а через десять минут — радуешься;\r\n\r\n— сексуальные чувства и повышенный интерес к любви и романтике; \r\n\r\n— желание быть менее зависимой от родителей и иметь личное пространство;\r\n\r\n— желание соответствовать окружению и повышенный интерес к дружеским отношениям.',
        category: 'Половое созревание',
        subCategory: 'Половое созревание',
      },
      '60d97943-30ba-47d3-968f-f8ae8e53f42b': {
        id: '60d97943-30ba-47d3-968f-f8ae8e53f42b',
        title: 'Какие половые органы мальчиков находятся снаружи? ',
        content:
          'Пенис состоит из мягкой ткани, похожей на губку. У него есть три функции: мочиться, доставлять удовольствие и размножаться. \r\nСперма и моча выходят из отверстия на кончике пениса. Обычно пенис мягкий и свисает вниз. Иногда он наполняется кровью и становится твёрже, больше и длиннее, это называется эрекцией.\r\n\r\nМошонка — мягкий кожный мешок, который висит позади пениса. Она удерживает и защищает два яичка и придаток, который хранит и переносит сперму.',
        category: 'Половое созревание',
        subCategory: 'Половое созревание',
      },
      '567e6181-f0d3-44c0-b420-7cf2792974c9': {
        id: '567e6181-f0d3-44c0-b420-7cf2792974c9',
        title: 'Бывают ли мужские и женские сперматозоиды?',
        content:
          'Не совсем так!\r\nМужские половые клетки — сперматозоиды, а женские половые клетки — яйцеклетки. У половых клеток человека по 23 хромосомы, которые при зачатии определяют внешность и многие биологические характеристики будущего малыша. Одна из хромосом отвечает за пол будущего ребёнка. \r\n\r\nСперматозоид может нести или X, или Y половую хромосому. У яйцеклетки половая хромосома всегда только X.\r\n\r\nКогда яйцеклетка и сперматозоид соединяются, оплодотворённая яйцеклетка будет либо XX и позже превратится в девочку, либо XY, и тогда вырастет в мальчика.',
        category: 'Половое созревание',
        subCategory: 'Половое созревание',
      },
      'b70d30b7-164a-4b78-ba69-abd3f30ba774': {
        id: 'b70d30b7-164a-4b78-ba69-abd3f30ba774',
        title: 'Какие половые органы находятся внутри тела мальчиков?',
        content:
          'Внутренние половые органы мужчины — парная половая железа яички (также называются семенниками), находятся в мошонке — кожаном мешочке под пенисом. Основная функция яичек — сперматогенез, то есть образование мужских половых клеток. Кроме выработки сперматозоидов, яички синтезируют мужские половые гормоны, основной из которых тестостерон.\r\n\r\nПридаток яичка — это крошечная, плотно свёрнутая трубка, расположенная на вершине каждого яичка, где сперматозоиды готовятся к выходу.\r\n\r\nСемявыносящие протоки — две длинные тонкие трубки, которые начинаются от придатка яичка и идут до самой уретры. Сперматозоиды из придатка проходят через эти протоки.\r\n\r\nВажную роль в репродуктивной системе мужчины играет предстательная железа. Это непарный железисто-мышечный орган с дольчатым строением, по форме и величине напоминает каштан. Секрет предстательной железы — молочного цвета жидкость — входит в состав спермы.\r\n\r\nНад предстательной железой располагаются семенные пузырьки — парные органы, вырабатывающие секрет студенистой консистенции, это основная по объёму часть спермы, которая служит для сохранения сперматозоидов. \r\n\r\nУретра — тонкая трубка, идущая от мочевого пузыря через половой член. Она выводит мочу и сперму из организма.\r\n\r\nРядом с уретрой находятся две железы Купера, которые вырабатывают жидкость, называемую предэякулятом. Она выходит непосредственно перед эякуляцией и служит естественной смазкой во время секса. ',
        category: 'Половое созревание',
        subCategory: 'Половое созревание',
      },
      '115a3379-55e6-480d-91de-f264d77d31a4': {
        id: '115a3379-55e6-480d-91de-f264d77d31a4',
        title: 'Какие половые органы у девочек находятся снаружи?',
        content:
          'Вульва — это участок мягкой кожи между ног.\r\n\r\nВнутри вульвы находится две складки мягкой кожи, называемые половыми губами. Они покрывают и защищают внутренние части вульвы и клитор.\r\n\r\nКлитор — небольшой бугорок кожи, похожий на бутон цветка или горошину. Находится в верхней части половых губ. Он возбуждается при сексуальном контакте и участвует в получении удовольствия.\r\n\r\nУ женщин есть три отверстия: уретра — маленькое отверстие, через которое выходит моча, затем влагалище посередине и анус сзади (через него выходит кал).\r\n\r\nВлагалище — это отверстие, которое соединяет внешние и внутренние половые органы, у него трубчатое строение. Влагалище выделяет слизистую смазку во время полового возбуждения, через него выходят кровянистые выделения из матки во время месячных, в него входит пенис во время вагинального секса, а также в него попадает сперма во время полового акта. \r\n\r\nВ зависимости от индивидуальных особенностей размер и форма влагалища, клитора и половых губ могут быть у девочек очень разными.\r\n\r\nДевственная плева — мягкая соединительная складка кожи, закрывающая у некоторых девочек часть отверстия во влагалище. Когда девушки занимаются спортом, используют тампоны или занимаются вагинальным сексом, девственная плева растягивается и иногда может немного повредиться.',
        category: 'Половое созревание',
        subCategory: 'Половое созревание',
      },
      'f3402669-6251-4170-81fd-8566d3798d80': {
        id: 'f3402669-6251-4170-81fd-8566d3798d80',
        title: 'Какие изменения происходят в организме мальчика во время полового созревания? ',
        content:
          'У мальчиков половое созревание начинается на 1–2 года позже, чем у девочек, в 10–14 лет.\r\n\r\nФизически большинство мальчиков развиваются так: \r\n\r\n— увеличение яичек и пениса; \r\n\r\n— рост волос на половых органах, обычно через несколько месяцев после увеличения пениса;\r\n\r\n— изменение в голосовых связках, голос становится грубее; \r\n\r\n— первая эякуляция происходит обычно через год после начала роста яичек, у многих (но не у всех) мальчиков бывают «мокрые сны» — поллюции, непроизвольное семяизвержение во сне;\r\n\r\n— рост волос в подмышках;\r\n\r\n— усиление потоотделения, что требует тщательной гигиены тела; \r\n\r\n— рост волос на лице;\r\n\r\n— быстрый рост — иногда за год мальчики могут вырасти на 5–10 см. Меняется фигура, плечи становятся шире. Кожа на лице становится более жирной, что приводит к появлению прыщей или угрей. \r\n\r\nВажно помнить, что, как только у мальчика начались эякуляции или поллюции, он уже может зачать ребёнка во время секса. Поэтому важно знать о безопасном сексе и использовать презерватив.',
        category: 'Половое созревание',
        subCategory: 'Половое созревание',
      },
      '8c3fc754-85fd-4f0b-a8a5-e4dc8a1bcfc9': {
        id: '8c3fc754-85fd-4f0b-a8a5-e4dc8a1bcfc9',
        title: 'Почему во время месячных бывают спазмы?',
        content:
          'Спазмы во время месячных вызывают химические вещества простагландины, которые наш организм вырабатывает, чтобы заставить мышцы матки сокращаться.\r\n\r\nСокращение мышц помогает выталкивать кровь и ткани из матки во влагалище во время месячных.',
        category: 'Поведение во время менструации',
        subCategory: 'Боли при месячных',
      },
      'ca174d79-4615-4ae3-a7ff-b89c0d1fdda1': {
        id: 'ca174d79-4615-4ae3-a7ff-b89c0d1fdda1',
        title: 'Как справляться с болью во время месячных?',
        content:
          'Советы, которые могут помочь:\r\n\r\n— можно принять обезболивающее лекарство (по рекомендации врача);\r\n\r\n— на живот или поясницу можно положить грелку или бутылку с горячей водой;\r\n\r\n— попробуй принять душ;\r\n\r\n— обязательно отдыхай.',
        category: 'Поведение во время менструации',
        subCategory: 'Боли при месячных',
      },
      'f3b035be-5904-4180-affb-75c9301f6dad': {
        id: 'f3b035be-5904-4180-affb-75c9301f6dad',
        title: 'Что такое предменструальный синдром (ПМС)?',
        content:
          'ПМС — это совокупность симптомов, возникающих за 1–2 недели до менструации.\r\n\r\nСимптомы бывают такие:\r\n— прыщи;\r\n— набухание груди;\r\n— вздутие живота;\r\n— чувство усталости;\r\n— раздражительность;\r\n— изменение настроения.\r\n\r\nПМС бывает не у всех, а симптомы могут меняться каждый месяц и с возрастом.',
        category: 'Поведение во время менструации',
        subCategory: 'Боли при месячных',
      },
      '323b23c4-109a-4b84-8816-a5ad05475ea0': {
        id: '323b23c4-109a-4b84-8816-a5ad05475ea0',
        title: 'Нормально ли испытывать боль во время месячных?',
        content:
          'Это абсолютно нормально. Многие девочки могут чувствовать спазмы, боль в пояснице, тошноту, усталость, головную боль. У некоторых случаются обмороки. И может быть общий дискомфорт в теле.\r\n\r\nБоль при месячных у всех разная и зависит от цикла, а также может менять интенсивность с возрастом.\r\n',
        category: 'Поведение во время менструации',
        subCategory: 'Боли при месячных',
      },
      '8eb6b4d5-2ba2-4d4d-9437-ea1c72292a59': {
        id: '8eb6b4d5-2ba2-4d4d-9437-ea1c72292a59',
        title: 'Есть ли боли во время месячных?',
        content:
          'Иногда! \r\n\r\nУ кого-то месячные проходят без боли, у некоторых — с сильной болью и необходимостью принимать обезболивающие средства, а другие испытывают что-то среднее. \r\n\r\nИнтенсивность боли может быть разной каждый месяц. И чаще всего месячные болезненные именно в подростковом возрасте. Чаще всего боль — это спазмы внизу живота. ',
        category: 'Поведение во время менструации',
        subCategory: 'Боли при месячных',
      },
      '0ba9f667-83a7-4f26-8fc8-dacf315e4045': {
        id: '0ba9f667-83a7-4f26-8fc8-dacf315e4045',
        title: 'Стоит ли беспокоиться о болях во время месячных?',
        content:
          'Спазмы — это нормально для менструации, но если они настолько болезненны, что мешают учёбе или работе, следует обратиться к медицинскому специалисту.\r\n \r\n',
        category: 'Поведение во время менструации',
        subCategory: 'Боли при месячных',
      },
      'ae394de8-3148-45a6-96a8-bdab1b10d2a9': {
        id: 'ae394de8-3148-45a6-96a8-bdab1b10d2a9',
        title: 'Должна ли я принимать душ во время месячных?',
        content:
          'Да, нужно мыться каждый день, как обычно. Если можешь, при каждой замене прокладки обмывай водой вульву (наружную часть половых органов). Вытирайся насухо, используя свежую салфетку. \r\n\r\nНикогда не пытайся промыть внутреннюю часть влагалища водой или чем-то другим: это может вызвать инфекцию.',
        category: 'Поведение во время менструации',
        subCategory: 'Гигиена',
      },
      'ac5b6245-e012-4e01-bf05-ca4250204f83': {
        id: 'ac5b6245-e012-4e01-bf05-ca4250204f83',
        title: 'Как соблюдать гигиену во время месячных?',
        content:
          'Месячные могут создать определённый беспорядок, однако это абсолютно нормально!\r\n\r\nКак чувствовать себя опрятной и свежей:\r\n\r\n— подмывайся снаружи и вокруг влагалища чистой водой один или два раза в день, по мере возможности;\r\n\r\n— стирай всё, на что попала кровь, холодной водой с мылом: холодная вода помогает избежать образования пятен от крови на одежде;\r\n\r\n— меняй прокладки, салфетки или тампоны по мере впитывания, чтобы предотвратить протекание (тампоны меняй не реже чем каждые 4–8 часов).',
        category: 'Поведение во время менструации',
        subCategory: 'Гигиена',
      },
      '6a8b5da0-9b5b-4af2-a3d3-64df77084aa6': {
        id: '6a8b5da0-9b5b-4af2-a3d3-64df77084aa6',
        title: 'Говорят, что во время месячных нельзя принимать ванну, правда ли это?',
        content:
          'Нет! Купание и подмывание во время месячных необходимо, чтобы оставаться чистой и чувствовать себя свежей. \r\n',
        category: 'Поведение во время менструации',
        subCategory: 'Гигиена',
      },
      '2ab93107-c4d2-45cd-bd3f-b78151a70cc7': {
        id: '2ab93107-c4d2-45cd-bd3f-b78151a70cc7',
        title: 'Можно ли промывать влагалище во время месячных?',
        content:
          'Нет! Нельзя пытаться промывать внутреннюю часть влагалища (половых органов) водой, мылом или чем-либо ещё.\r\n\r\nВлагалище очищает себя само, и попытка промыть его может нарушить естественный баланс и привести к инфекции. Всё, что тебе нужно делать, — это подмывать внешние половые органы.',
        category: 'Поведение во время менструации',
        subCategory: 'Гигиена',
      },
      'facf717e-dece-4ed2-85d2-10264b7df9ca': {
        id: 'facf717e-dece-4ed2-85d2-10264b7df9ca',
        title: 'Что такое менструальная чаша?',
        content:
          'Менструальная чаша — это гибкий колоколообразный контейнер, который собирает кровь во время месячных.',
        category: 'Поведение во время менструации',
        subCategory: 'Гигиенические принадлежности',
      },
      'afe1649c-bd79-4f07-836f-e530aab998af': {
        id: 'afe1649c-bd79-4f07-836f-e530aab998af',
        title: 'Что такое тампон?',
        content:
          'Тампоны — это маленькие «пробки» из хлопка, которые помещаются во влагалище и впитывают кровь. Некоторые тампоны имеют аппликатор, который помогает ввести тампон.\r\nНа конце тампона прикреплена нитка, чтобы его можно было легко извлечь.',
        category: 'Поведение во время менструации',
        subCategory: 'Гигиенические принадлежности',
      },
      'd8444265-e5d1-4bf7-8a84-54794716c6df': {
        id: 'd8444265-e5d1-4bf7-8a84-54794716c6df',
        title: 'Какие бывают гигиенические прокладки?',
        content:
          'Одноразовые прокладки используют один раз, а затем выбрасывают. Многоразовые прокладки — это тканевые прокладки, которые можно стирать и использовать много раз. \r\n\r\nПрокладки бывают разных форм и размеров и обладают разной способностью впитывать обильные или незначительные менструальные выделения. \r\n\r\nТы можешь поэкспериментировать с разными гигиеническими прокладками, чтобы решить, какие прокладки подходят именно тебе в разные дни менструации.',
        category: 'Поведение во время менструации',
        subCategory: 'Гигиенические принадлежности',
      },
      'f231162f-5741-4062-b921-ca8deb0b4df1': {
        id: 'f231162f-5741-4062-b921-ca8deb0b4df1',
        title: 'Как долго служит менструальная чаша?',
        content:
          'Большинство чаш служат от 2 до 10 лет. Чашу нужно заменить, если она начинает портиться или если на ней появились разрывы или дырочки.',
        category: 'Поведение во время менструации',
        subCategory: 'Гигиенические принадлежности',
      },
      'e010e4e5-4f9e-4b38-a743-d09b1eacda4a': {
        id: 'e010e4e5-4f9e-4b38-a743-d09b1eacda4a',
        title: 'Может ли использование тампонов привести к потере девственности?',
        content:
          'Иногда люди путают девственную плеву с девственностью. Девственная плева — это растяжимая ткань у наружного входа во влагалище.\r\n\r\nДевственная плева со временем растягивается из-за занятий спортом, введения тампонов, менструальных чаш, пальцев во влагалище или занятия сексом. \r\n\r\nКогда вы вставляете тампон в первый раз, ваша девственная плева, скорее всего, растянется.',
        category: 'Поведение во время менструации',
        subCategory: 'Гигиенические принадлежности',
      },
      'c4751fe9-4dfa-4f53-a0ca-e975ac5c1f2c': {
        id: 'c4751fe9-4dfa-4f53-a0ca-e975ac5c1f2c',
        title: 'Как пользоваться тампоном?',
        content:
          'Выбирай тип тампона в зависимости от интенсивности выделений — скудные, обычные или обильные. Выбери такой, чтобы его хватило на несколько часов.\r\n\r\nВымой руки, а затем введи тампон во влагалище с помощью аппликатора или пальца, в зависимости от типа тампона. \r\n\r\nМенять тампон нужно через 4–8 часов. Его нужно осторожно потянуть за нитку. Использованный тампон можно завернуть в бумагу и выбросить в мусорное ведро. Тампоны нельзя бросать в выгребную яму или смывать в унитаз.\r\n\r\nТампон нельзя оставлять во влагалище более чем на 8 часов. Его можно вставить на ночь, но это лучше сделать  непосредственно перед сном и поменять сразу, как проснёшься.',
        category: 'Поведение во время менструации',
        subCategory: 'Гигиенические принадлежности',
      },
      'bbbc7435-d821-42a2-a181-194dd9e37337': {
        id: 'bbbc7435-d821-42a2-a181-194dd9e37337',
        title: 'Как пользоваться гигиенической прокладкой или салфеткой?',
        content:
          'Помести липкую часть одноразовой прокладки или нижнюю часть сложенной салфетки на ластовицу (внутреннюю среднюю часть) нижнего белья. Меняй прокладку или салфетку каждые 2–6 часов или когда тебе покажется, что она переполнена. \r\n\r\nМногоразовые прокладки нужно промыть холодной, а затем постирать горячей водой с мягким мылом и высушить на солнце или утюгом перед следующим использованием.',
        category: 'Поведение во время менструации',
        subCategory: 'Гигиенические принадлежности',
      },
      '2a9e514b-5ce2-4e55-80ae-60ab008683ef': {
        id: '2a9e514b-5ce2-4e55-80ae-60ab008683ef',
        title: 'Как использовать менструальную чашу?',
        content:
          'Нужно вставить чистую менструальную чашу во влагалище чистыми руками, сложив её, чтобы она стала меньше, и оставить там. При правильном введении ободок чаши примыкает к стенкам влагалища, предотвращая протекание. Чашу можно оставить на 12 часов.\r\n\r\nЧтобы извлечь чашу, зажми ножку у её основания большим и указательным пальцем и вытяни. Только не тяни за хвостик, который есть у некоторых чаш: так можно повредить чашу.\r\n\r\nПосле опорожнения промой чашу и ободок водой и используй снова. \r\n\r\nПосле окончания месячных чашу нужно очистить, прокипятив не менее 5 минут, а затем дать ей полностью высохнуть.\r\n\r\nКогда начнётся следующая менструация, прежде чем использовать менструальную чашу, убедись, что она по-прежнему чистая, и снова прокипяти 5 минут.\r\n',
        category: 'Поведение во время менструации',
        subCategory: 'Гигиенические принадлежности',
      },
      '54adedcd-2147-4159-81ee-c49b3ff65512': {
        id: '54adedcd-2147-4159-81ee-c49b3ff65512',
        title:
          'Что можно использовать во время месячных, чтобы кровь не вытекала и могла куда-то впитываться? ',
        content:
          'Существует множество вариантов: одноразовые гигиенические прокладки, многоразовые салфетки, тампоны, менструальные чаши и впитывающее бельё. Можно выбрать то, что подходит именно тебе. ',
        category: 'Поведение во время менструации',
        subCategory: 'Гигиенические принадлежности',
      },
      '4c82d9e5-bf01-4c5a-8fb0-7931ab3e4fdc': {
        id: '4c82d9e5-bf01-4c5a-8fb0-7931ab3e4fdc',
        title: 'Как утилизировать использованную прокладку? ',
        content:
          'Её можно завернуть в бумагу и положить в урну, а можно просто свернуть и также выкинуть в мусорку.\r\nНе бросай прокладки в выгребную яму и не смывай в унитаз: это может привести к засору.',
        category: 'Поведение во время менструации',
        subCategory: 'Гигиенические принадлежности',
      },
      '04ac0515-a1e9-40ad-93c4-9ade0757ac9a': {
        id: '04ac0515-a1e9-40ad-93c4-9ade0757ac9a',
        title: 'Что такое гигиеническая прокладка?',
        content:
          'Гигиеническая прокладка (или салфетка, или полотенце) — тонкий впитывающий материал, который помещается в нижнее бельё, чтобы впитать кровь. Прокладку нужно менять каждые 2–6 часов или когда она переполнена. ',
        category: 'Поведение во время менструации',
        subCategory: 'Гигиенические принадлежности',
      },
      '9c87396b-98b9-4e22-890b-a1dcbc2d557b': {
        id: '9c87396b-98b9-4e22-890b-a1dcbc2d557b',
        title: 'Как часто нужно менять тампоны?',
        content:
          'Меняй тампон каждые 4–8 часов или раньше, если он переполнен или начинает протекать. \r\n\r\nТампоны, находящиеся во влагалище слишком долго, могут вызвать проблемы со здоровьем, например синдром токсического шока. При правильном использовании тампоны не вызывают проблем со здоровьем.',
        category: 'Поведение во время менструации',
        subCategory: 'Гигиенические принадлежности',
      },
      '867f9c41-b2ae-41c9-b9ee-68f7171c00e1': {
        id: '867f9c41-b2ae-41c9-b9ee-68f7171c00e1',
        title: 'Как часто необходимо менять прокладки?',
        content:
          'Чтобы избежать протекания и сохранять свежесть, нужно менять прокладку, как только почувствуешь, что она полная, но до того, как она станет мокрой. Это примерно каждые 2–6 часов или при обильных месячных чаще.\r\n\r\nУ всех обильность месячных разная, со временем ты поймёшь, что подходит именно тебе!',
        category: 'Поведение во время менструации',
        subCategory: 'Гигиенические принадлежности',
      },
      '91b95b9a-cd60-4bae-ab14-4c55306b3793': {
        id: '91b95b9a-cd60-4bae-ab14-4c55306b3793',
        title:
          'Что такое синдром токсического шока? Может ли он появиться у меня, если я буду пользоваться тампонами?',
        content:
          'Синдром токсического шока (СТШ) — очень редкая, но опасная инфекция, которая возникает из-за попадания бактерий в организм и выделения вредных токсинов. Это может произойти, если тампон долго находится во влагалище.\r\n\r\nЕсли при использовании тампона случается рвота, высокая температура, диарея, боли в мышцах, боль в горле, головокружение, обморок или слабость, а также сыпь типа солнечного ожога, это может быть синдромом токсического шока.\r\n\r\nНужно вынуть тампон и немедленно обратиться за медицинской помощью. \r\n\r\nЛучше всего использовать тампоны с наименьшей впитываемостью и менять каждые 4–8 часов или так часто, как это необходимо. А ещё можно чередовать тампоны с прокладками.\r\n\r\nБольшинство девушек используют тампоны безопасно и без проблем — СТШ наступает крайне редко!',
        category: 'Поведение во время менструации',
        subCategory: 'Гигиенические принадлежности',
      },
      '79a47914-2d91-4de8-b57e-386c1d92f625': {
        id: '79a47914-2d91-4de8-b57e-386c1d92f625',
        title: 'Я со страхом жду первых месячных!',
        content:
          'Первые месячные могут вызывать страх или, наоборот, радость, поскольку это означает, что ты взрослеешь! \r\n\r\nПоговори с женщинами, которым доверяешь, — мамой, сестрой, тётей, бабушкой, подругой или пожилой женщиной из твоего окружения — и расспроси, как проходят месячные. Зная, что другие испытывают то же самое и чего ожидать, ты сможешь побороть страх. \r\n\r\nНадеемся, что, когда у тебя начнутся первые месячные, ты будешь гордиться, что становишься женщиной, и знать, что делать каждый месяц!',
        category: 'Мифы и чувства',
        subCategory: 'Страх',
      },
      '37fc1042-1c88-482b-93b5-2881b6b0e616': {
        id: '37fc1042-1c88-482b-93b5-2881b6b0e616',
        title: 'Мне стыдно, что у меня месячные.',
        content:
          'Иногда непросто испытывать уверенность в себе. А знаешь ли ты, что в некоторых странах празднуют начало первых месячных? Будь примером в своём сообществе и помоги другим почувствовать себя уверенно!',
        category: 'Мифы и чувства',
        subCategory: 'Стыд',
      },
      '03d830b7-7d06-4358-aa0b-a7cba9c378dd': {
        id: '03d830b7-7d06-4358-aa0b-a7cba9c378dd',
        title: 'Я стесняюсь говорить о месячных с другими.',
        content:
          'Девочек часто заставляют думать, что месячные нужно скрывать. \r\n\r\nМесячные — это абсолютно нормальное явление, они бывают почти у всех девочек в мире. Чем больше мы будем говорить об этом, тем меньше будем испытывать неловкость, и, возможно, ты даже поможешь другим лучше относиться к месячным. \r\n\r\nНо если ты действительно не хочешь говорить о месячных, ты не обязана этого делать!',
        category: 'Мифы и чувства',
        subCategory: 'Стыд',
      },
      'ab1ed8d6-d6b4-4d42-9cb0-aeded0c39bea': {
        id: 'ab1ed8d6-d6b4-4d42-9cb0-aeded0c39bea',
        title:
          'В других странах существует поверье, что девушкам, у которых идут месячные, нельзя находиться рядом с сильными запахами, например лаком для ногтей. Почему так?',
        content:
          'Это убеждение не имеет под собой научной основы. Нет никаких причин, почему женщинам или девушкам следует избегать сильных запахов во время месячных.',
        category: 'Мифы и чувства',
        subCategory: 'Мифы',
      },
      '45fd108a-6236-4b86-9216-ef1e3c1d1a99': {
        id: '45fd108a-6236-4b86-9216-ef1e3c1d1a99',
        title: 'Почему существует так много мифов о месячных?',
        content:
          'До того как наука смогла объяснить природу месячных, они были загадкой. В древние времена в попытке понять значение месячных люди придумали много ложных идей и верований.\r\n\r\nБольшинство из них опровергнуты наукой, однако люди продолжают верить в них, превращая в мифы и табу. Многие считают, что месячные — это болезнь или проклятие или что женское тело и месячные «грязные». \r\n\r\nЭти неверные убеждения приводят к дискриминации девушек и заставляют их думать, что нужно скрывать месячные.\r\n\r\nЧтобы люди перестали так думать, важно узнать научную причину месячных, а ещё можно попробовать поговорить об этом со своими друзьями и близкими.',
        category: 'Мифы и чувства',
        subCategory: 'Мифы',
      },
      'fa518d08-02f7-4c33-9f34-5e31ab384626': {
        id: 'fa518d08-02f7-4c33-9f34-5e31ab384626',
        title:
          'Почему некоторым женщинам запрещают посещать религиозные мероприятия и готовить еду во время месячных?',
        content: 'На это нет никаких медицинских причин, но в некоторых религиях это практикуется.',
        category: 'Мифы и чувства',
        subCategory: 'Мифы',
      },
      'a7cae43e-d5a7-4d9e-ad2c-83bbf8378b6b': {
        id: 'a7cae43e-d5a7-4d9e-ad2c-83bbf8378b6b',
        title: 'Означает ли наступление месячных, что девушка готова к замужеству?',
        content:
          'Это не так. Даже после начала месячных наше тело продолжает расти. Вступление в брак и рождение ребёнка до 18 лет может привести к проблемам со здоровьем у девушки и её ребёнка.',
        category: 'Мифы и чувства',
        subCategory: 'Мифы',
      },
      'da49975e-000d-454c-b1ab-411031d5f363': {
        id: 'da49975e-000d-454c-b1ab-411031d5f363',
        title:
          'Правда ли, что прыжки, бег, плавание, падения и поднятие тяжестей могут повлиять на месячные?',
        content:
          'Нет! Ни одна из этих вещей не повлияет на месячные, не сделает их более обильными и не усилит боль. На самом деле активность помогает увеличить приток крови и может уменьшить боль и спазмы!',
        category: 'Мифы и чувства',
        subCategory: 'Мифы',
      },
      'b88c022d-f387-400a-bf62-879fed35547f': {
        id: 'b88c022d-f387-400a-bf62-879fed35547f',
        title:
          'Правда ли, что девочки и женщины, у которых идут месячные, «нечисты», «грязны», «больны» или даже «прокляты»?',
        content:
          'Вовсе нет! Это ложная идея, которая не имеет под собой никакой научной основы.\r\n\r\nМесячные — естественное и нормальное явление, необходимое девушкам для того, чтобы забеременеть и иметь детей. Менструальные выделения — это безвредная смесь крови и тканей. \r\n\r\nЭтот миф часто используется в качестве причины, чтобы не разрешать девушкам, у которых идут месячные, участвовать в общественных, рабочих, школьных и религиозных мероприятиях.',
        category: 'Мифы и чувства',
        subCategory: 'Мифы',
      },
      '14edcc6e-7b34-4fc9-8bb6-bf7176d27ee0': {
        id: '14edcc6e-7b34-4fc9-8bb6-bf7176d27ee0',
        title:
          'Правда ли, что принятие ванны, душа или мытьё тела во время месячных вызывает инфекцию или бесплодие?',
        content:
          'Это ложь! Соблюдение чистоты во время месячных необходимо и предотвращает заражение инфекциями.\r\nТем не менее главное — избегать введения воды во влагалище (внутрь половых органов), потому что это может повысить вероятность заражения.',
        category: 'Мифы и чувства',
        subCategory: 'Мифы',
      },
      'b4dc29db-555d-4c2c-a6be-30eec4343955': {
        id: 'b4dc29db-555d-4c2c-a6be-30eec4343955',
        title:
          'Правда ли, что неправильная утилизация прокладки/крови приводит к отрицательным последствиям для девушки или её общества?',
        content:
          'Неправда! Важно правильно утилизировать гигиенические прокладки или тампоны, завернув их и положив в мусорное ведро, из соображений гигиены (так же, как и при посещении туалета). Это нужно делать, чтобы сохранять чистоту, но не более!',
        category: 'Мифы и чувства',
        subCategory: 'Мифы',
      },
      '741ec131-d50f-4433-b370-7c1a90602f9b': {
        id: '741ec131-d50f-4433-b370-7c1a90602f9b',
        title:
          'Правда ли, что во время месячных девушка должна есть, спать или жить отдельно от семьи?',
        content: 'Для этого нет никаких научных оснований, хотя в некоторых религиях так принято.',
        category: 'Мифы и чувства',
        subCategory: 'Мифы',
      },
      '4608c90a-9ab6-412f-b5d4-8483d2234159': {
        id: '4608c90a-9ab6-412f-b5d4-8483d2234159',
        title:
          'Мне говорят, что ненавидеть месячные — это плохо, но в определённые дни я их просто ненавижу! Может, я поступаю неправильно?',
        content:
          'Не нужно стыдиться месячных, но и получать удовольствие от них тоже вряд ли получится. И ещё бывают просто плохие дни.\r\n\r\nМожно поделиться своими чувствами с человеком, которому доверяешь. Возможно, это не решит проблему, но разговор может помочь почувствовать себя менее одинокой и лучше понять свои чувства.',
        category: 'Мифы и чувства',
        subCategory: 'Чувства',
      },
      'd2beff0d-9ac2-4e23-8046-bffa319577a8': {
        id: 'd2beff0d-9ac2-4e23-8046-bffa319577a8',
        title: 'Почему у подростков часто меняется настроение?',
        content:
          'В период полового созревания в организме начинают вырабатываться новые гормоны, которые могут сильно влиять на настроение.\r\n\r\nКроме того, в этот период мы становимся самостоятельнее и пытаемся понять больше про себя: что нам нравится, что интересно. Это может заставить чувствовать грусть, страх и одиночество, но также радость перед будущим.\r\n\r\nЭто не будет длиться вечно, по мере взросления ты будешь чувствовать себя более спокойно и уверенно!',
        category: 'Мифы и чувства',
        subCategory: 'Чувства',
      },
      '3840015c-24e1-4edd-990a-5cee184d1d92': {
        id: '3840015c-24e1-4edd-990a-5cee184d1d92',
        title: 'Что делать, если у меня плохое настроение?',
        content:
          'Есть несколько вещей, которые помогут почувствовать себя чуть лучше:\r\n \r\n— поговори с другом или родителем и попытайся объяснить, что ты чувствуешь;\r\n\r\n— напиши на листке бумаги, в дневнике или в заметках в телефоне о своих чувствах;\r\n\r\n— гуляй, занимайся спортом или слушай музыку;\r\n\r\n— занимайся любимым делом;\r\n\r\n— высыпайся и хорошо питайся.\r\n\r\nА главное — не будь строга к себе. Всё, что с тобой происходит, нормально!',
        category: 'Мифы и чувства',
        subCategory: 'Чувства',
      },
      '551a1db8-152c-4618-ab85-ef9285c90fbc': {
        id: '551a1db8-152c-4618-ab85-ef9285c90fbc',
        title: 'Что такое перепады настроения?',
        content:
          'Перепады настроения — это внезапные, резкие изменения в настроении. Ты можешь чувствовать себя счастливой, а затем внезапно начать грустить и не знать почему.',
        category: 'Мифы и чувства',
        subCategory: 'Чувства',
      },
      'd3c48d05-ab97-4c2d-8d6e-5d7e1f4f2948': {
        id: 'd3c48d05-ab97-4c2d-8d6e-5d7e1f4f2948',
        title: 'Нормальны ли мои перепады настроения?',
        content:
          'Да!\r\n\r\nПерепады настроения — абсолютно нормальная часть полового созревания. Эмоции становятся более интенсивными, настроение может меняться без видимых причин. Ты можешь чувствовать растерянность, страх или злость, легко расстраиваться, не зная причин.\r\n\r\nС этим бывает трудно справиться, но это часть взросления!',
        category: 'Мифы и чувства',
        subCategory: 'Чувства',
      },
      '4406eeb3-b78e-4611-81d3-7461178d065e': {
        id: '4406eeb3-b78e-4611-81d3-7461178d065e',
        title: 'У меня просто плохое настроение или это депрессия?',
        content:
          'Вот некоторые признаки депрессии, которая является серьёзным психическим заболеванием:\r\n\r\n— чувство, что ты плохая, большую часть времени;\r\n\r\n— ощущение, что будущее безрадостно и ничего хорошего никогда не произойдёт;\r\n\r\n— сон 12 и более часов в сутки;\r\n\r\n— сильные изменения в аппетите или весе;\r\n\r\n— приступы злости без причины;\r\n\r\n— времяпрепровождение в одиночестве, а не с друзьями и семьёй;\r\n\r\n— употребление алкоголя или наркотиков, чтобы перестать чувствовать себя плохо;\r\n\r\n— совершение рискованных поступков, потому что тебе всё равно, что будет.\r\n\r\nЕсли эти чувства и поведение продолжаются более 2 недель, возможно, у тебя депрессия.\r\n\r\nНайди взрослого человека, которому доверяешь, консультанта или психолога или позвони по телефону доверия. На сайте «Оки» есть несколько номеров, по которым можно позвонить, просто нажми «Обратиться за помощью» на странице энциклопедии.',
        category: 'Мифы и чувства',
        subCategory: 'Чувства',
      },
      'f9bcf556-b332-4da6-b73b-dbd887caa343': {
        id: 'f9bcf556-b332-4da6-b73b-dbd887caa343',
        title:
          'Нормально ли что у меня появились выделения красного цвета или кровянистые выделения?',
        content:
          'Да, нормально. Они называются месячные, бывают один раз в месяц и продолжаются от двух до семи дней (у всех по-разному).',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Факты о месячных',
      },
      '825a526e-bc5d-4013-b01f-1c5e0ef69c17': {
        id: '825a526e-bc5d-4013-b01f-1c5e0ef69c17',
        title: 'Как долго живет яйцеклетка после овуляции?',
        content:
          'Яйцеклетка живёт всего 12–24 часа после овуляции. Если она не оплодотворяется сперматозоидом, то погибает и рассасывается в фаллопиевой трубе.',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Факты о месячных',
      },
      'd6dff334-b9a7-40e8-a37b-345b1fbba75a': {
        id: 'd6dff334-b9a7-40e8-a37b-345b1fbba75a',
        title: 'Что такое месячные /менструация?',
        content:
          'Месячные (также называются менструацией) — абсолютно нормальное и здоровое явление! Месячные — это кровь, которая выделяется из матки и выводится из организма через влагалище. Появление месячных означает, что девочка теперь может забеременеть и родить ребёнка.',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Факты о месячных',
      },
      'dd963018-82f6-49c9-b00d-3430838281a8': {
        id: 'dd963018-82f6-49c9-b00d-3430838281a8',
        title: 'Сколько дней могут длиться месячные?',
        content: 'Обычно месячные длятся от 2 до 7 дней, но могут и дольше.',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Факты о месячных',
      },
      '8fd7dce8-91c5-41d4-8f55-8ccb2402f86c': {
        id: '8fd7dce8-91c5-41d4-8f55-8ccb2402f86c',
        title: 'Что такое эндометрий и матка?',
        content:
          'Эндометрий — это внутренние стенки матки, задача которых — принять оплодотворённую яйцеклетку.\r\nМатка — место, где растёт ребёнок.',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Факты о месячных',
      },
      '8522f093-bc1b-4969-95f6-e18c0f83d875': {
        id: '8522f093-bc1b-4969-95f6-e18c0f83d875',
        title: 'Может ли кто-нибудь сам догадаться, что у меня месячные?',
        content:
          'Нет, другие люди узнают, только если ты сама об этом скажешь. Но когда у тебя впервые начнутся месячные, возможно, следует рассказать об этом маме, старшей сестре или другому взрослому человеку, которому ты доверяешь. Тогда они смогут тебе помочь и ответить на вопросы.',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Факты о месячных',
      },
      '7de4171f-7df7-4c2e-9ae6-00b889ea48e3': {
        id: '7de4171f-7df7-4c2e-9ae6-00b889ea48e3',
        title: 'Что такое месячные / менструация?',
        content:
          'Месячные – это абсолютно нормальное и здоровое явление! Они также называются менструацией. Месячные - это кровь, которая выделяется из матки и выводится из организма через  влагалище. Наличие месячных означает, что женщина может забеременеть и родить ребенка. ',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Факты о месячных',
      },
      'fa72869e-847f-41ae-ad00-bb465bcb21ff': {
        id: 'fa72869e-847f-41ae-ad00-bb465bcb21ff',
        title:
          'В каком возрасте у девочек начинаются месячные?\r\nВ каком возрасте месячные прекращаются?',
        content:
          'Месячные обычно начинаются в возрасте 9–15 лет, примерно через 2 года после того, как у девочек начинает расти грудь. Чаще всего месячные приходят в 12–13 лет, однако могут начаться как в 8, так и в 16 лет.\r\n\r\nМесячные обычно прекращаются в возрасте 45–55 лет.',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Факты о месячных',
      },
      'a1a542cb-9603-4c60-a2e3-86e443118557': {
        id: 'a1a542cb-9603-4c60-a2e3-86e443118557',
        title: 'Каковы периоды менструального цикла?',
        content:
          'Менструальный цикл состоит из 2 основных периодов: до и после овуляции. Первый этап начинается с первого дня менструации и заканчивается овуляцией. \r\n\r\nВо время менструации в яичниках созревают яйцеклетки. Когда яйцеклетка становится полностью зрелой, она высвобождается из яичника. Это и называется овуляцией. Ты фертильна (то есть можешь забеременеть) примерно 5 дней до овуляции и 1 день после неё.  \r\n\r\nПериод до овуляции обычно составляет 13–18 дней, но может длиться менее 8 дней и более 31 дня, в зависимости от твоего цикла. \r\n\r\nПериод после овуляции заканчивается за день до начала следующей менструации. Обычно он длится 10–15 дней, но может быть и 6–16 дней.',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Факты о месячных',
      },
      '919dcdaf-e549-49a3-bc3c-ee5819d2ce55': {
        id: '919dcdaf-e549-49a3-bc3c-ee5819d2ce55',
        title: 'Почему у девочек есть месячные?',
        content:
          'Месячные — это часть репродуктивной системы, благодаря которой у женщины появляются дети.                                                                                                                                                                                     Каждый менструальный цикл эндометрий, выстилающий матку изнутри, готовится к беременности: он наполняется кровью, утолщается. Если яйцеклетку женщины оплодотворит сперматозоид мужчины, яйцеклетка прикрепится к эндометрию и превратится в ребёнка. Но если оплодотворения не происходит, эндометрий отторгается и выводится через влагалище. Это и называется месячными. ',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Факты о месячных',
      },
      '20099fd2-fedc-4bcc-a737-0722a6a1ade3': {
        id: '20099fd2-fedc-4bcc-a737-0722a6a1ade3',
        title: 'Когда происходит овуляция?',
        content:
          'Овуляция обычно происходит за 10–15 дней до начала следующих месячных, но может наступить и за 6–16 дней.\r\n\r\nВремя наступления овуляции зависит от цикла, а цикл у каждой девушки свой.',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Факты о месячных',
      },
      '81762b83-838a-406b-87e3-ef57d11ed382': {
        id: '81762b83-838a-406b-87e3-ef57d11ed382',
        title: 'От чего зависит время наступления овуляции?',
        content:
          'Время наступления овуляции зависит от цикла, а цикл у каждой девушки свой. \r\n\r\nХотя у большинства девушек овуляция происходит за 10–15 дней до начала следующих месячных, это время может сильно отличаться. У девушек с коротким циклом овуляция наступает всего за 6 дней до следующих месячных.\r\n\r\nИспользуй «Оки», чтобы узнать, какова типичная продолжительность цикла именно у тебя.',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Факты о месячных',
      },
      '8a6252b0-0f21-43a4-94ec-e5540c69a616': {
        id: '8a6252b0-0f21-43a4-94ec-e5540c69a616',
        title: 'Что происходит во время менструального цикла?',
        content:
          'Менструальный цикл начинается с месячных, которые длятся около 2–7 дней.\r\n\r\nСначала в яичниках начинает созревать яйцеклетка, а эндометрий утолщается за счёт крови и тканей. \r\n\r\nКогда яйцеклетка созрела, она высвобождается из одного из яичников (это называется овуляцией) и движется по трубе (называемой фаллопиевой трубой) к матке.\r\n\r\nЕсли яйцеклетка не оплодотворилась, кровь и ткани, выстилающие матку, становятся не нужны и выходят через влагалище, что и называется месячными.',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Факты о месячных',
      },
      'bcb818a5-de90-4281-93ed-bd9f34d97d9e': {
        id: 'bcb818a5-de90-4281-93ed-bd9f34d97d9e',
        title: 'Есть ли какое-то научное или медицинское название первых месячных у девочки?',
        content: 'Да. Первые месячные у девочки называются менархе.\r\n',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Факты о месячных',
      },
      'e474d970-c3c1-4824-a8ba-0fbc9b48ba26': {
        id: 'e474d970-c3c1-4824-a8ba-0fbc9b48ba26',
        title: 'Что такое овуляция?',
        content:
          'Во время менструации в яичниках созревают яйцеклетки. Когда яйцеклетка становится полностью зрелой, она высвобождается из яичника. Это и называется овуляцией. Ты фертильна (то есть можешь забеременеть) примерно 5 дней до овуляции и 1 день после неё. ',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Факты о месячных',
      },
      'bf00fbc9-826c-46d4-a2c7-f82dc57ad7e7': {
        id: 'bf00fbc9-826c-46d4-a2c7-f82dc57ad7e7',
        title: 'Что такое менструальный цикл?',
        content:
          'Менструальный цикл начинается с первого дня месячных и заканчивается с началом следующих месячных. Он называется циклом, потому что регулярно повторяется. \r\n\r\nМенструальный цикл может длиться 21–35 дней, однако его продолжительность может меняться. А ещё у каждой девушки цикл свой.\r\n\r\nКогда месячные только начались, цикл часто бывает нерегулярным, и может пройти несколько лет, прежде чем он станет более регулярным. \r\n\r\nЧасто какой-то цикл называют «нормальным», из-за чего можно подумать, что с твоим что-то не так. Но цикл у каждой девушки свой. \r\n\r\nПриложение «Оки» поможет понять, что нормально именно для тебя. Если ты заметила что-то необычное, то всегда можешь поговорить со взрослым человеком, которому доверяешь, или с медицинским специалистом.',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Факты о месячных',
      },
      '2b2a6d93-1737-4add-a62c-df0f37d63fbc': {
        id: '2b2a6d93-1737-4add-a62c-df0f37d63fbc',
        title: 'У меня на нижнем белье белые выделения. Это нормально? ',
        content:
          'Да, эти белые выделения называются вагинальными выделениями, и это абсолютно нормально!\r\n\r\n— сразу после месячных выделения могут быть липкими, белыми или желтоватыми;\r\n\r\n— когда яйцеклетка собирается выйти из яичника (это означает, что ты фертильна и можешь забеременеть), выделения прозрачные и скользкие, как яичный белок;\r\n\r\n— после выхода яйцеклетки выделений становится меньше, они липкие и мутные.\r\n\r\nНекоторые изменения в выделениях, которые могут говорить об отклонениях от нормы:\r\n\r\n— серый, зелёный, жёлтый или коричневый цвет выделений; \r\n\r\n— обильность выделений, особенно при наличии зуда или болезненности;\r\n\r\n— выделения стали более жидкими или густыми или в них есть комочки;\r\n\r\n— неприятный запах рыбы или металла.\r\n\r\nОбратись к специалисту, если заметила какие-либо из этих изменений.\r\n',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Кровь и кровянистые выделения',
      },
      '93c88797-8632-42f1-ab0e-76a2ba39cbbe': {
        id: '93c88797-8632-42f1-ab0e-76a2ba39cbbe',
        title: 'У меня обильные месячные. Это нормально? ',
        content:
          'У вас обильные выделения, если вы используете более 16 прокладок или тампонов во время месячных. Это может быть нормой для вас.\r\n\r\nЕсли тебе приходится менять прокладку или тампон чаще чем каждые 2 часа или если обильные месячные затрудняют твою повседневную жизнь, обязательно обратись к медицинскому специалисту.',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Кровь и кровянистые выделения',
      },
      '692ea68b-de51-46b1-8a73-f473843577d6': {
        id: '692ea68b-de51-46b1-8a73-f473843577d6',
        title: 'Из чего состоит кровь при месячных?',
        content:
          'Месячные состоят из крови и ткани, выстилающей матку (эндометрия), которая формируется для подготовки к возможной беременности.',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Кровь и кровянистые выделения',
      },
      '1033cbba-64dd-4547-a1cf-e76f012185c9': {
        id: '1033cbba-64dd-4547-a1cf-e76f012185c9',
        title: 'У меня скудные выделения во время месячных. Это нормально?',
        content:
          'Месячные у всех разные, для тебя может быть нормой не очень большое количество выделений. Главное — замечать изменения в месячных и своём самочувствии — их можно записывать в приложении «Оки». И при необходимости обратиться к медицинскому специалисту.\r\nЕсли месячные более скудные, чем обычно, это может быть вызвано стрессом, болезнью, увеличением или уменьшением веса. ',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Кровь и кровянистые выделения',
      },
      'd8b75b39-a0b1-4aa3-98a0-37c0d88c8196': {
        id: 'd8b75b39-a0b1-4aa3-98a0-37c0d88c8196',
        title: 'Сколько крови теряют девушки во время месячных?',
        content:
          'Кажется, что ты теряешь много крови, однако речь идёт о 30–60 мл, или 2–4 столовых ложках крови (может колебаться от 5 до 80 мл). \r\n\r\nТы, скорее всего, заметила, что в одни дни выделения бывают более обильными, а в другие — скудными. ',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Кровь и кровянистые выделения',
      },
      '1213e078-03bc-4f88-b01e-3e4983436ed8': {
        id: '1213e078-03bc-4f88-b01e-3e4983436ed8',
        title: 'В моих менструальных выделениях много сгустков. Это нормально?',
        content:
          'Да, это нормально, когда в менструальном потоке (выделениях) присутствуют сгустки (более плотные кусочки) — это не только кровь, но и ткани внутреннего слоя матки. ',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Кровь и кровянистые выделения',
      },
      '9ae52b85-4bec-4b5f-ad0e-9728c34db136': {
        id: '9ae52b85-4bec-4b5f-ad0e-9728c34db136',
        title:
          'Цвет моих менструальных выделений меняется: иногда они тёмные, а иногда светлые. Нормально ли это? ',
        content:
          'Изменение цвета менструального потока — это нормально. Цвет зависит от того, как долго выделения находились под воздействием воздуха. Это не имеет никакого отношения к твоему здоровью! ',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Кровь и кровянистые выделения',
      },
      '5ac0123b-5cf2-48bd-87bd-34daa7f923f6': {
        id: '5ac0123b-5cf2-48bd-87bd-34daa7f923f6',
        title: 'Лёгкое кровотечение, которое возникает между месячными, — это нормально?',
        content:
          'Лёгкое кровотечение из влагалища, которое возникает между месячными, — нормальное явление. Оно называется споттинг. Обычно выходит небольшое количество крови розового цвета. \r\n\r\nЧаще всего беспокоиться не о чем, но если у тебя обильное кровотечение или другие симптомы, такие как жар, головокружение или боль, следует обратиться к медицинскому специалисту. ',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Кровь и кровянистые выделения',
      },
      'd8e36013-759f-4ef3-b9c5-9e9905bcfc0c': {
        id: 'd8e36013-759f-4ef3-b9c5-9e9905bcfc0c',
        title: 'Месячные приходят в разное время. Это нормально?',
        content:
          'Нерегулярный цикл — это когда месячные не начинаются и не заканчиваются в одинаковые промежутки времени. Это бывает в первые несколько лет менструаций. Небольшие колебания в твоём цикле — это нормально.                                                                                                                                                                                                    Используй «Оки», чтобы узнать, что нормально именно для тебя.',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Нерегулярность цикла',
      },
      '42faf31d-db32-4466-a1ed-3982b6c66f34': {
        id: '42faf31d-db32-4466-a1ed-3982b6c66f34',
        title: 'Что означает, если месячные не наступают?',
        content:
          'Иногда месячные могут не наступать без всякой причины, особенно в первые годы после их начала.\r\n\r\nНа сроки месячных могут повлиять и другие факторы:\r\n— стресс;\r\n— лекарства;\r\n— диета, особенно если она приводит к чрезмерной худобе;\r\n— чрезмерные физические нагрузки;\r\n— путешествия.\r\n',
        category: 'Менструация и менструальный цикл',
        subCategory: 'Нерегулярность цикла',
      },
      '170296a2-0ab7-4326-ab11-7df0bc1b2aef': {
        id: '170296a2-0ab7-4326-ab11-7df0bc1b2aef',
        title: 'Есть ли у меня как у представителя молодёжи какие-либо права?',
        content:
          'Да, у всех людей, включая молодёжь, есть права человека!\r\n\r\nКонвенция ООН о правах ребёнка распространяется на всех людей моложе 18 лет. \r\n\r\nТвои права:\r\n\r\n— иметь «достаточно хороший» уровень жизни, образования, здравоохранения и услуг;\r\n\r\n— играть и иметь свободное от учёбы время;\r\n\r\n— в ситуации насилия получить защиту от жестокого обращения и пренебрежения, эксплуатации и дискриминации;\r\n\r\n— участвовать в жизни своего сообщества, выражать мнение относительно вещей, которые тебя касаются.\r\n\r\nВзрослые люди, которые есть в жизни ребёнка, должны следить за тем, чтобы его права соблюдались.\r\n\r\nПодростки находятся где-то между детьми и взрослыми, поэтому порой неясно, должны ли родители следить за соблюдением их прав или подростки уже достаточно взрослые, чтобы принимать собственные решения.\r\n\r\nКак только человеку исполняется 18 лет, он признаётся взрослым с полными правами и обязанностями.',
        category: 'Мои права',
        subCategory: 'Мои права человека',
      },
      '1dd9392b-0ff9-4c44-9aa4-35fb8d62f12f': {
        id: '1dd9392b-0ff9-4c44-9aa4-35fb8d62f12f',
        title: 'Есть ли у меня как у девушки какие-то особые права?',
        content:
          'Согласно Всеобщей декларации прав человека, подписанной большинством стран — членов ООН, девушки имеют те же права, что и все остальные.\r\n\r\nВ том числе:\r\n\r\n— жить, не подвергаясь насилию и дискриминации;\r\n\r\n— получить образование;\r\n\r\n— иметь наивысший достижимый уровень физического и психического здоровья;\r\n\r\n— владеть имуществом;\r\n\r\n— голосовать;\r\n\r\n— получать справедливую и равную заработную плату.\r\n\r\nБудучи девушкой, ты также имеешь сексуальные и репродуктивные права, такие как доступ к услугам в области охраны репродуктивного здоровья и к контрацепции, а также право выбирать, выходить ли замуж, когда и за кого.\r\n\r\nУ тебя также есть право решать, хочешь ли ты иметь детей, и если да, то сколько, когда и от кого.\r\n\r\nНесмотря на то, что девочки во всём мире имеют эти права, они не пользуются ими в полной мере, потому что местная культура, обычаи или религия берут верх.\r\n\r\nДевушки также подвергаются дискриминации, потому что они дети, а дети находятся под властью взрослых. Из-за этой двойной дискриминации, если ты хочешь пользоваться своими правами, тебе, возможно, придётся требовать их соблюдения. ',
        category: 'Мои права',
        subCategory: 'Мои права человека',
      },
      'c802e31a-8562-41a2-bffd-2e1527cdef9c': {
        id: 'c802e31a-8562-41a2-bffd-2e1527cdef9c',
        title: 'Что означает, когда люди говорят о «правах человека»? ',
        content:
          'Права человека — это то, чего мы все заслуживаем как люди. Все люди имеют одинаковые права человека, независимо от гражданства, пола, гендера, ориентации, цвета кожи, расы, этнической принадлежности, религии, класса, касты, способностей или чего-либо ещё. \r\n\r\nПрава человека основаны на таких ценностях, как достоинство, равенство, справедливость, уважение и независимость.  \r\n\r\nПрава человека перечислены во Всеобщей декларации прав человека, которая была принята после Второй мировой войны в 1948 году. Правительства многих стран хотели объединиться, чтобы избежать повторения такого насилия. \r\n\r\nВсе государства — члены Организации Объединённых Наций подписали декларацию, а это значит, что они должны уважать, защищать и выполнять содержащиеся в ней права. \r\n\r\nТвои права человека нельзя отнять, хотя иногда их могут ограничить, например, если ты нарушила закон.',
        category: 'Мои права',
        subCategory: 'Мои права человека',
      },
      'a9f2153c-9aa3-4bcb-9897-06f7abf138ca': {
        id: 'a9f2153c-9aa3-4bcb-9897-06f7abf138ca',
        title: 'Какие права соблюдаются в моей стране?',
        content:
          'Помимо Всеобщей декларации прав человека, существует 9 договоров о правах (официальных соглашений).\r\n\r\nВ них признаются особые права детей, женщин и лиц с ограниченными возможностями, а также более подробно рассматриваются другие права, такие как гражданские, политические, экономические, социальные и культурные.\r\n\r\nЕсли твоя страна подписала все эти договоры, тогда эти права признаны в ней и правительство согласилось их выполнять.\r\n\r\nК сожалению, даже если страна подписала договор, бывает, что у неё возникают трудности в обеспечении соблюдения прав.',
        category: 'Мои права',
        subCategory: 'Мои права человека',
      },
      '41adeb48-52a4-4a6e-810d-8a53c943cd10': {
        id: '41adeb48-52a4-4a6e-810d-8a53c943cd10',
        title: 'Мои права не соблюдаются. Что делать?',
        content:
          'Вот 7 вещей, которые ты можешь сделать: \r\n\r\n1. Пожаловаться человеку или организации, которые не соблюдают твои права, и попросить или потребовать их соблюдения.\r\n\r\n2. Если кто-то, например врач или милиционер, нарушает твои права в рамках своей работы — подать официальную жалобу в организацию, которая осуществляет надзор за ним.\r\n\r\n3. Использовать посредников. Это когда квалифицированная нейтральная третья сторона помогает тебе решить проблему. \r\n\r\n4. Подать жалобу в институт Омбудсмена в Кыргызской Республике, который призван защищать, развивать и продвигать права человека, закреплённые в конституции и договорах, подписанных страной.\r\n\r\n5. Поговорить с адвокатом, юристом или НПО, чтобы узнать, можешь ли ты передать дело в суд.\r\n\r\n6. Если готова выступать публично — обратиться в СМИ. Малала Юсуфзай получила всемирную известность благодаря тому, что привлекла внимание к нарушениям прав девочек в Пакистане.\r\n\r\n7. Встать на защиту прав и повысить осведомлённость общества. К организациям, выступающим за права женщин и детей, относятся Amnesty International, UN Women и One.org.',
        category: 'Мои права',
        subCategory: 'Мои права человека',
      },
      '3dc2aba2-20e1-4722-85b0-27e70ef1ebad': {
        id: '3dc2aba2-20e1-4722-85b0-27e70ef1ebad',
        title: 'Я молода, и на меня давят, заставляя выйти замуж. Что я могу сделать?',
        content:
          'Мы в «Оки» сожалеем, что ты проходишь через это. Знай, что ты не одинока, на многих девушек оказывают давление, заставляя выйти замуж в возрасте до 18 лет.\r\n\r\nВот что ты можешь сделать:\r\n\r\n— помни, что твоё право решать, выходить ли замуж, за кого и когда;\r\n\r\n— чётко и твёрдо скажи, что не хочешь выходить замуж, пока не достигнешь совершеннолетия;\r\n\r\n— не подписывай никаких документов, с которыми не согласна или которые не можешь прочитать и понять;\r\n\r\n— немедленно обратись за поддержкой: найди в Центре помощи «Оки» список организаций, в которые можно обратиться;\r\n\r\n— попроси взрослого человека, которому доверяешь, помочь тебе или отправься в безопасное место, где сможешь держаться подальше от тех, кто давит на тебя, заставляя выйти замуж.',
        category: 'Мои права',
        subCategory: 'Детские браки',
      },
      '10d88e53-68b5-45ee-b716-3c40245d4f93': {
        id: '10d88e53-68b5-45ee-b716-3c40245d4f93',
        title: 'Что я могу сделать, чтобы остановить практику детских браков?',
        content:
          'Чтобы помочь прекратить практику детских браков, ты можешь:\r\n\r\n— Стать агентом перемен в своём сообществе и выступить против детских браков. Ситуация не должна оставаться такой, какая она есть!\r\n\r\n— Узнать больше о детских браках, например о законах по профилактике детских браков в Кыргызстане.\r\n\r\n— Присоединиться к существующей или создать новую сеть поддержки в своём сообществе, чтобы помочь девушкам, которых заставляют выйти замуж.\r\n\r\n— Узнать номера телефонов ближайших к тебе служб, таких как телефон доверия для детей или НПО по защите прав детей.\r\n\r\n— Создать площадку, где девушки могут безопасно встречаться и делиться опытом.\r\n\r\n— Если у тебя есть замужние подруги, которые чувствуют себя изолированными, пригласи их присоединиться. Если они не могут присоединиться к группе, помоги им связаться с соответствующими службами и получить поддержку.\r\n\r\n— Организовать беседы в сообществе, чтобы рассказать людям о вреде детских браков. Не забывай приглашать на мероприятия мужчин: отцов, братьев, одноклассников.\r\n\r\n— Использовать театр, искусство или музыку, чтобы наглядно, например через спектакли, показать реальную ситуацию с детскими браками.\r\n\r\n— Использовать социальные сети для повышения осведомлённости о правах девочек и вреде детских браков.\r\n\r\n— Поддерживать право девочек на получение образования и доступ к медицинским услугам.',
        category: 'Мои права',
        subCategory: 'Детские браки',
      },
      '4ae42152-97c6-4747-9646-b16d26ebedd8': {
        id: '4ae42152-97c6-4747-9646-b16d26ebedd8',
        title: 'Я уже замужем. Что я могу сделать, чтобы остановить практику детских браков?',
        content:
          'Ты не одинока. Во всём мире 750 миллионов женщин и девочек, которые также были вынуждены выйти замуж в возрасте до 18 лет. \r\n\r\nДаже если ты уже замужем, то имеешь те же права, что и другие девушки твоего возраста. Поговори со взрослым человеком, которому доверяешь, или местной организацией, которая может помочь тебе вернуться в школу, если твоё образование было прервано из-за замужества или беременности. \r\n\r\nТы имеешь право на доступ к услугам по охране сексуального и репродуктивного здоровья, а также на доступ к средствам контрацепции. Поговори со взрослым человеком, которому доверяешь, с местной организацией или медицинским специалистом. Помни, что если тебе меньше 18 лет, беременность может быть опасной как для тебя, так и для ребёнка.\r\n\r\nДевушки, которые выходят замуж до 18 лет, чаще подвергаются насилию со стороны мужей. Если это происходит с тобой, это не твоя вина, ты не заслуживаешь того, чтобы с тобой плохо обращались. Расскажи об этом кому-нибудь, кому доверяешь, и обратись за поддержкой и помощью в соответствующую группу. \r\n\r\nВ Центре помощи «Оки» ты найдёшь контакты организаций, которые могут помочь. ',
        category: 'Мои права',
        subCategory: 'Детские браки',
      },
      '45b55373-1439-4211-949c-89a3f0032076': {
        id: '45b55373-1439-4211-949c-89a3f0032076',
        title: 'Можно ли вступать в брак в возрасте до 18 лет?',
        content:
          'Когда кто-то вступает в брак до 18 лет, это называется детским браком, и это ненормально.\r\n\r\nВ некоторых странах вступление в брак до 18 лет законно, но это всё равно детский брак.\r\n\r\nДаже в тех странах, где детские браки легальны, брак по принуждению или по расчёту нарушает права ребёнка.\r\n\r\nПочему? \r\n\r\nКаждый человек имеет право выбирать, когда и на ком он женится или за кого выйдет замуж, а у детей такого выбора нет.\r\n\r\nДети также имеют право на образование, здоровье, равенство и жизнь без насилия, однако детские браки часто мешают им получить эти права.\r\n\r\nДети, которые вступают в брак, обычно бросают школу, что затрудняет поиск хорошей работы и достаточного заработка. Это ограничивает их будущее.\r\n\r\nЗамужние девочки, скорее всего, забеременеют до того, как их организм закончит расти, что ставит под угрозу их здоровье и жизнь. \r\n\r\nДевушки чаще подвергаются насилию в браке. \r\n\r\nКогда замужние девушки подвергаются насилию, им может быть сложнее развестись из-за возраста и отсутствия жизненного опыта, а насилие может вызвать проблемы с психическим здоровьем.\r\n\r\nДевушки также могут быть изолированы и не иметь голоса, особенно если их мужья старше их, что случается часто.\r\n\r\nНаконец, страдают и дети девушек-подростков: они чаще умирают вскоре после рождения, а если и выживают, то зачастую оказываются менее образованными.  ',
        category: 'Мои права',
        subCategory: 'Детские браки',
      },
      '48789b08-f8ff-492d-a2f8-124ef9b180db': {
        id: '48789b08-f8ff-492d-a2f8-124ef9b180db',
        title: 'Почему происходят детские браки?',
        content:
          'Детский брак может произойти по многим причинам. \r\n\r\nЕсли речь идёт о бедной семье, брак означает, что становится меньше людей, которых нужно кормить, одевать и обучать.\r\n\r\nРодители могут думать, что вкладывать деньги в образование сыновей целесообразнее, поскольку сыновья останутся и будут их содержать, в то время как дочери уйдут жить в семьи своих мужей.\r\n\r\nРодители могут думать, что если выдать дочь замуж рано, это сохранит её, её девственность и честь семьи. Если девушка забеременеет до брака, родители могут рассматривать брак как единственное решение.\r\n\r\nВ некоторых местах детские браки заключаются испокон веков, и это кажется нормальным. \r\n\r\nМальчиков тоже могут женить в детстве, но это происходит гораздо реже. Почти никто не женится до 15 лет. \r\n\r\nПринятие законов, не допускающих детские браки, — большой шаг к тому, чтобы они перестали происходить или происходили реже. \r\n\r\nК сожалению, наличие закона, который запрещает что-то, не всегда означает, что этого больше не происходит.\r\n\r\nЧтобы законы работали, семья, сообщество и власти (например, милиция или правительство) должны их знать, понимать, следовать им и быть уверенными в том, что в случае несоблюдения закона наступают серьёзные последствия.',
        category: 'Мои права',
        subCategory: 'Детские браки',
      },
      '6879a000-10c6-40ff-8a9b-f52e5e79c6ff': {
        id: '6879a000-10c6-40ff-8a9b-f52e5e79c6ff',
        title: 'Потеряю ли я свою информацию, если обновлю приложение?',
        content:
          'Нет! Если ты сохранила свой аккаунт, в «Оки» всегда будут данные о тебе, ты сможешь войти в обновлённое приложение и найти свою информацию.\r\n \r\nЕсли ты не сохранила свой аккаунт, то не сможешь войти в него и получить доступ к своей информации в случае обновления, так как в «Оки» не будет данных о твоём аккаунте.\r\n \r\nЧтобы всегда иметь доступ к своему аккаунту, перейди в свой профиль в левой нижней части приложения и нажми «Сохранить аккаунт». Убедись, что в этот момент у тебя есть подключение к интернету.',
        category: 'Использование «Оки»',
        subCategory: 'Обеспечение безопасности вашей информации',
      },
      'e6c7cf41-0b39-4895-87a3-9f43e7203ea5': {
        id: 'e6c7cf41-0b39-4895-87a3-9f43e7203ea5',
        title: 'Что произойдёт, если использовать «Оки» на другом телефоне?',
        content:
          'Если ты сохранила свою учётную запись, то при входе в приложение с другого телефона вся информация по предыдущим месячным будет там. Однако информации, которую ты вводишь в дневные карточки, не будет, так как она хранится только на твоём устройстве.\r\n \r\nЕсли ты не сохранила свой аккаунт, то не сможешь войти в него на новом телефоне, так как «Оки» не будет иметь записей о твоём аккаунте и не сможет перенести его.\r\n \r\nЧтобы всегда иметь доступ к своему аккаунту, перейди в свой профиль в левой нижней части приложения и нажми «Сохранить аккаунт». Убедись, что в этот момент у тебя есть подключение к интернету.',
        category: 'Использование «Оки»',
        subCategory: 'Обеспечение безопасности вашей информации',
      },
      'd1677ae9-fddb-473e-845e-de839a0a13c0': {
        id: 'd1677ae9-fddb-473e-845e-de839a0a13c0',
        title: 'Как «Оки» обеспечивает конфиденциальность моей дневной карты и даты месячных?',
        content:
          '«Оки» обеспечивает секретность информации, защищая твой аккаунт паролем и ответом на секретный вопрос. \r\n \r\nВсё, что ты пишешь в дневных карточках о протекании месячных, настроении и других вещах, хранится только на твоём телефоне, а не в интернете. Это означает, что только ты можешь видеть эту информацию и она полностью конфиденциальна.\r\n \r\nИнформация о твоих месячных, в том числе количество дней, время начала и окончания, хранится в базе данных «Оки», чтобы приложение могло прогнозировать начало следующих месячных. Эта информация защищена и анонимна. Никто и никогда не сможет идентифицировать тебя по информации о месячных. Мы в «Оки» предприняли особые меры, чтобы обеспечить безопасность и анонимность твоей информации. \r\n \r\nТы можешь узнать больше в Политике конфиденциальности «Оки» в разделе «Настройки».',
        category: 'Использование «Оки»',
        subCategory: 'Обеспечение безопасности вашей информации',
      },
      'fbf9dedd-c9af-4f27-b639-a7d33ba1ed4c': {
        id: 'fbf9dedd-c9af-4f27-b639-a7d33ba1ed4c',
        title: 'Что делать, если я забыла своё имя пользователя?',
        content:
          '«Оки» серьёзно относится к твоей конфиденциальности. У нас нет доступа к именам пользователей, паролям и ответам на секретные вопросы, поэтому мы не можем восстановить или сбросить твоё имя пользователя. Если ты забыла своё имя пользователя и не можешь войти в аккаунт, придётся создать новый аккаунт.\r\n \r\nОбязательно запиши своё имя пользователя в надёжном месте!',
        category: 'Использование «Оки»',
        subCategory: 'Ваш аккаунт в «Оки»',
      },
      'edb9ddf5-f091-427a-91fb-4e2b91c10c52': {
        id: 'edb9ddf5-f091-427a-91fb-4e2b91c10c52',
        title: 'Что делать, если я забыла ответ на секретный вопрос?',
        content:
          '«Оки» очень серьёзно относится к твоей конфиденциальности, поэтому мы не знаем твой пароль и ответ на секретный вопрос. \r\n \r\nМы не сможем сбросить пароль и ответ на секретный вопрос, если ты их забудешь. Если ты не можешь вспомнить ответ на секретный вопрос и не можешь войти в аккаунт, придётся создать новый аккаунт. \r\n \r\nЗапиши ответ на секретный вопрос в надёжном месте!',
        category: 'Использование «Оки»',
        subCategory: 'Ваш аккаунт в «Оки»',
      },
      '67f9239a-54dd-4975-94dd-77f97a192f65': {
        id: '67f9239a-54dd-4975-94dd-77f97a192f65',
        title: 'Как изменить пароль?',
        content:
          'Чтобы изменить пароль, зайди в свой профиль в левой нижней части экрана. Затем нажми на информацию о профиле сверху (где указано твоё имя, дата рождения, пол, местоположение и т. д.). Нажми на текущий пароль, измени его на новый и нажми «Подтвердить». Затем «Оки» попросит тебя ввести ответ на секретный вопрос, чтобы убедиться, что это действительно ты. Введи ответ и нажми «Подтвердить».  \r\n\r\nНе забудь записать ответ на секретный вопрос в надёжном месте на случай, если забудешь пароль. «Оки» не сможет сбросить твой пароль. ',
        category: 'Использование «Оки»',
        subCategory: 'Ваш аккаунт в «Оки»',
      },
      'f5e42fc9-0ef0-4be5-819d-33334a155f31': {
        id: 'f5e42fc9-0ef0-4be5-819d-33334a155f31',
        title: 'Как изменить секретный вопрос?',
        content:
          'Чтобы изменить секретный вопрос, нажми на свой профиль в левой нижней части приложения. Затем нажми на информацию о профиле сверху (где указано имя, дата рождения, пол, местоположение и т. д.). Кликни на кнопку с надписью «Изменить секретный вопрос». «Окy» попросит тебя ввести старый ответ на секретный вопрос, затем новый секретный вопрос и ответ на него. Нажми «Подтвердить».  \r\n\r\nНе забудь записать свой секретный вопрос и ответ на него в надёжном месте. «Оки» не сможет сбросить его, если у тебя не получится зайти в аккаунт.',
        category: 'Использование «Оки»',
        subCategory: 'Ваш аккаунт в «Оки»',
      },
      'c856d044-a73d-4eec-86d9-e36c3eec2634': {
        id: 'c856d044-a73d-4eec-86d9-e36c3eec2634',
        title: 'Что делать, если я забыла свой пароль?',
        content:
          'Если ты забыла свой пароль, нажми «Забыла пароль» на экране приветствия «Оки». «Оки» попросит ввести имя пользователя. Введи своё имя и нажми «Подтвердить». Затем, когда «Оки» попросит ответить на секретный вопрос, введи ответ и нажми «Подтвердить». \r\n \r\nЗатем «Оки» попросит тебя создать новый пароль и подтвердить его. После этого нажми «Подтвердить». Обязательно запиши свой новый пароль в надёжном месте.',
        category: 'Использование «Оки»',
        subCategory: 'Ваш аккаунт в «Оки»',
      },
      '73dad13d-2173-4dd4-b881-45fa846d4c2f': {
        id: '73dad13d-2173-4dd4-b881-45fa846d4c2f',
        title: 'Как «Оки» обеспечивает безопасность моего аккаунта?',
        content:
          'Твой аккаунт в «Оки» защищён паролем, чтобы никто, кроме тебя, не мог войти. \r\n\r\nКогда ты войдёшь в систему в первый раз, «Оки» попросит задать пароль. Тебе нужно будет запомнить его. Ты можешь изменить пароль в любое время, зайдя в свой профиль пользователя и нажав на кнопку в левой нижней части приложения. \r\n\r\nПри регистрации «Оки» просит тебя выбрать секретный вопрос на случай, если забудешь пароль. Секретный вопрос известен только тебе. Убедись, что никому не сообщала его!                                                                                                                                    \r\n \r\nЕсли забудешь пароль, «Оки» попросит ввести ответ на секретный вопрос, чтобы убедиться, что это действительно ты. «Оки» не будет отображать твой секретный вопрос на экране. \r\n\r\nТолько ты можешь сбросить пароль, секретный вопрос и ответ на него, поэтому постарайся их не забыть. «Оки» серьёзно относится к твоей приватности, поэтому мы не можем сбросить эти данные. Обязательно запиши свой пароль, секретный вопрос и ответ на него в надёжном месте, чтобы всегда иметь к ним доступ. ',
        category: 'Использование «Оки»',
        subCategory: 'Ваш аккаунт в «Оки»',
      },
      '2feed3c3-94d1-47ed-8cba-90d7b4b0843e': {
        id: '2feed3c3-94d1-47ed-8cba-90d7b4b0843e',
        title: 'Почемy нужно входить в систему каждый раз, когда я открываю приложение?',
        content:
          'Это необходимо для защиты аккаунта, чтобы никто не мог получить доступ к нему (если твоим телефоном пользуется кто-то другой или ты входишь в приложение с чужого телефона). \r\n\r\nЕсли не хочешь каждый раз входить в приложение при помощи пароля, можно зайти в «Настройки», нажать «Запрос пароля» и выбрать опцию «Отключён».',
        category: 'Использование «Оки»',
        subCategory: 'Ваш аккаунт в «Оки»',
      },
      '2f889c03-4748-4d05-91a4-d56dc32ee0da': {
        id: '2f889c03-4748-4d05-91a4-d56dc32ee0da',
        title: 'Как изменить имя пользователя?\r\n\r\n',
        content:
          'Чтобы изменить своё имя пользователя, нажми на свой профиль в левой нижней части приложения. Затем нажми на информацию о своём профиле сверху (где указано имя, дата рождения, пол, местоположение и т. д.). Нажми на текущее имя пользователя, измени его на новое и нажми «Подтвердить».  \r\n\r\nНе забудь записать своё имя пользователя в надёжном месте. «Оки» не сможет сбросить его или выслать тебе, если ты не можешь зайти в аккаунт.',
        category: 'Использование «Оки»',
        subCategory: 'Ваш аккаунт в «Оки»',
      },
      'dc32cf20-eb9b-47b2-a0e5-a4d6408933be': {
        id: 'dc32cf20-eb9b-47b2-a0e5-a4d6408933be',
        title: 'Почему нельзя ввести продолжительность менструации более 11 дней?',
        content:
          'Приложение «Оки» не предназначено для ввода информации о будущем. Это сделано для того, чтобы прогнозы твоих месячных были как можно более точными. \r\n \r\nНесмотря на это, ты можешь вносить изменения в информацию о прошлых месячных, начиная с даты первых месячных, которую указала в «Оки».',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      '351a159d-b248-4cbd-8058-8f245df08d42': {
        id: '351a159d-b248-4cbd-8058-8f245df08d42',
        title: 'Могу ли я предлагать новые темы и материалы?',
        content:
          'Конечно, и мы будем рады твоим предложениям!\r\n \r\nТы можешь отправить нам свои предложения по темам и содержанию, нажав на кнопку «Связаться с нами» в «Настройках».',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      'd9793537-493e-41bb-8398-dd9b7f33bf4c': {
        id: 'd9793537-493e-41bb-8398-dd9b7f33bf4c',
        title:
          'Почему приложение говорит: «К сожалению, нельзя изменить информацию, введённую так давно!»?',
        content:
          'Ты можешь менять информацию о прошлых месячных, однако «Оки» не позволяет добавлять новую информацию о промежутке времени за 10 дней до начала первых месячных, введённых при регистрации. Если ты попытаешься это сделать, «Оки» выдаст сообщение: «К сожалению, нельзя изменить информацию, введённую так давно!»',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      'e365f6cd-e102-4126-a864-4aeaeccbd626': {
        id: 'e365f6cd-e102-4126-a864-4aeaeccbd626',
        title: 'Как «Оки» предсказывает следующую менструацию?',
        content:
          '«Оки» — это умное приложение, которое учится отслеживать месячные на основе информации, которую ты вводишь. Чем чаще ты вводишь время начала и окончания менструации, тем точнее «Оки» сможет предсказать следующую менструацию!',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      '99e829b9-0c46-4d50-80af-58693f91a764': {
        id: '99e829b9-0c46-4d50-80af-58693f91a764',
        title: 'Могу ли я пользоваться «Оки» без постоянного доступа в интернет?',
        content:
          'Да!\r\n \r\nПриложение «Оки» работает в автономном режиме. Тебе необходимо подключиться к интернету, чтобы загрузить приложение из Play Store, Apple Store или с веб-сайта, но после этого в приложение можно зайти офлайн.\r\n \r\nРекомендуем хотя бы раз выйти в интернет, чтобы сохранить свою учётную запись. Это необходимо, чтобы у «Оки» были данные о тебе на случай, если ты выйдешь из системы или войдёшь в неё с другого телефона. Чтобы сохранить аккаунт, перейди в свой профиль в левой нижней части приложения и нажми «Сохранить аккаунт». Для этого необходимо подключение к интернету. \r\n \r\nЕсли ты не сохранила свой аккаунт и пользуешься «Оки» только в автономном режиме, ты тем не менее сможешь получить доступ к аккаунту и всей информации о месячных. Однако только со своего телефона или до тех пор, пока не выйдешь из приложения.',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      '0eef3e40-ad55-4c3e-813c-5dfd21c56d4e': {
        id: '0eef3e40-ad55-4c3e-813c-5dfd21c56d4e',
        title: 'Запомнит ли меня «Оки», если я удалю, а затем заново установлю приложение?',
        content:
          'Да, «Оки» запомнит тебя, если ты сохранила свой аккаунт!\r\n \r\nЕсли ты сохранила свой аккаунт, то при переустановке приложения и повторного входа в аккаунт увидишь всю свою информацию о предыдущих месячных. \r\n \r\nЕсли ты не сохранила свой аккаунт, то не сможешь войти в него после переустановки приложения, поскольку в «Оки» не будет данных о твоём аккаунте.\r\n \r\nЧтобы всегда иметь доступ к своему аккаунту, перейди в профиль в левой нижней части приложения и нажми «Сохранить аккаунт». Убедись, что в этот момент у тебя подключён интернет.',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      '768b9785-efce-46d9-bf76-14fa0af0d462': {
        id: '768b9785-efce-46d9-bf76-14fa0af0d462',
        title: 'Могут ли мальчики тоже пользоваться «Оки»?',
        content:
          'Да!\r\n \r\nИнформация в Энциклопедии и Центре помощи предназначена как для мальчиков, так и для девочек. Ты можешь узнать о половом созревании как мальчиков, так и девочек, а также о других вещах, связанных с телом мальчиков. \r\n \r\nПри создании «Оки» мы разговаривали и с мальчиками, и с девочками, и они помогли нам создать приложение. \r\n \r\nФункция отслеживания месячных в приложении «Оки» предназначена для девочек, но зарегистрироваться в нём могут и мальчики. Если мальчики хотят использовать приложение для изучения и поиска информации без регистрации, они могут нажать кнопку «Информация» на приветственной странице, которая приведёт их прямо к Энциклопедии без необходимости входа в систему.',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      'e3509bdd-7c8c-4e08-969d-509fadb45455': {
        id: 'e3509bdd-7c8c-4e08-969d-509fadb45455',
        title: 'Почему приложение иногда работает немного медленно?',
        content:
          'Приложение «Оки» разработано для использования девушками по всему миру, при этом телефоны бывают разными. Мы создали приложение таким образом, чтобы оно работало как на более медленных старых телефонах, так и на более быстрых новых.\r\n \r\nЧтобы старые телефоны не выходили из строя, иногда в работе приложения возникают небольшие задержки или приложение работает медленнее.',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      'df9cfa27-81bd-42c9-ba05-ed212e579256': {
        id: 'df9cfa27-81bd-42c9-ba05-ed212e579256',
        title: 'Почему я не могу ввести информацию о месячных на будущее?',
        content:
          'Приложение «Оки» не предназначено для ввода информации о будущем. Это сделано для того, чтобы прогнозы твоих месячных были как можно более точными. \r\n \r\nНесмотря на это, ты можешь вносить изменения в информацию о прошлых месячных, начиная с даты первых месячных, которую указала в «Оки».',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      'ea1e7b5e-7611-413f-825f-853050343f6c': {
        id: 'ea1e7b5e-7611-413f-825f-853050343f6c',
        title: 'Почему «Оки» занимает больше места, чем другие мои приложения?',
        content:
          'В то время как большинство приложений работает только в режиме онлайн, «Оки» работает и автономно, без подключения к интернету, поэтому ему необходимо хранить содержимое на телефоне.\r\n \r\nКроме того, вся информация в дневных карточках, которую ты вводишь, хранится на твоём телефоне в целях конфиденциальности, доступ к ней есть только у тебя. \r\n \r\n«Оки» занимает немного больше места, но это позволяет использовать приложение без выхода в интернет и обеспечить приватность твоей информации.',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      '5091f8e9-136d-47f3-a8b4-7ed2bc2bc59a': {
        id: '5091f8e9-136d-47f3-a8b4-7ed2bc2bc59a',
        title: 'Почему я не могу добавить информацию для моих дневных карточек на будущее?',
        content:
          'Чтобы информация была максимально точной, ты можешь добавлять в дневную карточку информацию только о текущих или прошлых днях, но не о будущем.',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      'ac2185c1-56a3-4d85-a009-9d099c935f20': {
        id: 'ac2185c1-56a3-4d85-a009-9d099c935f20',
        title: 'Почему в некоторые дни я получаю звёзды за дневные карточки, а в другие — нет?',
        content:
          'Панель со звёздочками появляется только во время месячных. Ты получаешь звёздочки за заполнение дневных карточек только в дни месячных.',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      'ba87a82d-3bb5-419b-8173-2dda712c152f': {
        id: 'ba87a82d-3bb5-419b-8173-2dda712c152f',
        title: 'Есть ли ограничения по содержанию энциклопедии для разных возрастов?',
        content:
          'Содержание Энциклопедии «Оки» разрабатывается на основе международных и национальных стандартов и рекомендаций о том, какая информация соответствует возрасту. Некоторые материалы викторин и карточек с фактами имеют возрастные ограничения и доступны только пользователям от 15 лет. Все материалы Энциклопедии могут просматривать все возрастные группы, так как пользователь может выбирать, какие именно материалы читать в Энциклопедии.',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      '1ee08379-d19c-478a-982d-f6a00e9167a6': {
        id: '1ee08379-d19c-478a-982d-f6a00e9167a6',
        title: 'Я задала вопрос «Оки», но не получила ответа. Почему?',
        content:
          'Когда ты отправляешь «Оки» сообщение, нажав на кнопку «Связаться с нами» в «Настройках», мы прочтём твоё сообщение, но не сможем ответить, так как у нас нет твоей контактной информации.\r\n \r\nНам нравится читать твои комментарии и отзывы. Пожалуйста, продолжай общаться с нами!',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      '8e41c825-45ec-4299-a2f2-58b970604c56': {
        id: '8e41c825-45ec-4299-a2f2-58b970604c56',
        title: 'Приложение «Оки» также предназначено для девушек и женщин постарше?',
        content: 'Да, кто угодно может пользоваться «Оки» сколько захочет!',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      '72a13772-a1d3-42dd-aa42-cf6107ca510b': {
        id: '72a13772-a1d3-42dd-aa42-cf6107ca510b',
        title:
          'Почему приложение говорит: «Прошло слишком мало времени с момента завершения последних месячных!»?',
        content:
          'Между окончанием последних месячных и началом следующих должен быть хотя бы двухдневный перерыв. Если перерыв меньше 2 дней, «Оки» выдаст сообщение «Прошло слишком мало времени с момента завершения последних месячных!». ',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      '8052ec9e-22b6-49b4-bcf3-c3f65f3de397': {
        id: '8052ec9e-22b6-49b4-bcf3-c3f65f3de397',
        title: 'Могут ли двое или более человек использовать «Оки» с одного устройства?',
        content:
          'Да!\r\n \r\nПриложение «Оки» разработано в том числе для девушек, которые могут пользоваться одним телефоном или использовать приложение на одном устройстве. «Оки» позволяет иметь несколько аккаунтов на одном устройстве. \r\n \r\nНикто не сможет случайно войти в твой аккаунт, если будет использовать приложение «Оки» на том же телефоне. Приложение требует ввода пароля каждый раз, когда ты закрываешь его, и не запоминает данные для входа, если ты не включила эту опцию в «Настройках».\r\n \r\nЕсли хочешь создать аккаунт для своей подруги на том же телефоне, выйди из своего аккаунта, и твоя подруга сможет создать новый аккаунт на экране приветствия. Не забудь записать свой пароль и ответ на секретный вопрос, чтобы вернуться в свой аккаунт.',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      '653e7ce3-9cfc-4281-85af-29841db0a293': {
        id: '653e7ce3-9cfc-4281-85af-29841db0a293',
        title: 'Почему приложение говорит: «Месячные не могут длиться так долго!»?',
        content:
          'Чтобы твоя информация была более точной, максимальная продолжительность месячных составляет 11 дней. Если попытаешься ввести более длительный срок, «Оки» выдаст сообщение: «Месячные не могут длиться так долго!»\r\n \r\nЕсли твои месячные обычно длятся 11 дней или дольше, обратись за советом к взрослому человеку, которому доверяешь, или медицинскому специалисту. Контактную информацию можно найти в разделе «Куда обратиться за помощью».',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      'e1bc65d0-e546-47cb-b83f-d3d0d2d270c2': {
        id: 'e1bc65d0-e546-47cb-b83f-d3d0d2d270c2',
        title: 'У нас с сестрой один телефон на двоих. Могу ли я пользоваться «Оки»?',
        content:
          'Да!\r\n \r\nПриложение «Оки» разработано в том числе для девушек, которые пользуются одним телефоном. «Оки» позволяет иметь несколько аккаунтов на одном устройстве.  \r\n \r\nНе волнуйся, твоя сестра не сможет случайно войти в твой аккаунт при использовании «Оки». Приложение при входе каждый раз требует ввода пароля. «Оки» не запоминает данные для входа, если ты намеренно не включила эту опцию в «Настройках».',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      'e6d4f5ab-1f63-459b-9f37-2bd1f3cb64ce': {
        id: 'e6d4f5ab-1f63-459b-9f37-2bd1f3cb64ce',
        title: 'Что означает «Оки»?',
        content:
          '«Оки» — это просто забавное слово, которое не имеет конкретного значения. Оно было придумано такими же девочками, как и ты, когда мы создавали приложение.\r\n \r\nНам нравится, что это слово легко запомнить и оно хорошо звучит в разных странах и на разных языках.',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      '43fb0fed-acdf-4256-8498-91f6e028e1df': {
        id: '43fb0fed-acdf-4256-8498-91f6e028e1df',
        title: 'Почему приложение просит ввести количество недель, а не дней между месячными?',
        content:
          'При создании «Оки» мы спрашивали у таких же девочек, как ты, что бы они хотели видеть в приложении. \r\n \r\nДевушки поделились, что им трудно запомнить точное количество дней между месячными, а количество недель запомнить легче. Надеемся, это упростит ввод информации о месячных при регистрации.\r\n \r\nДаже если сначала ты ввела неправильную информацию, «Оки» научится отслеживать твои месячные. Чем чаще ты будешь указывать время начала и окончания месячных, тем точнее «Оки» сможет спрогнозировать следующие месячные.',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      '00751587-8d4f-4c7f-8930-e1164fffb25a': {
        id: '00751587-8d4f-4c7f-8930-e1164fffb25a',
        title: 'Могу ли я изменить даты, которые я указала при регистрации?',
        content:
          'Даты месячных, которые ты указала при регистрации, нужны только для того, чтобы помочь «Оки» сделать первые прогнозы. Ты не можешь вернуться и изменить их, но они не так важны. Важно добавлять информацию о себе каждый раз, когда у тебя наступают месячные. Чем больше информации «Оки» получает о твоих месячных, тем точнее будет прогноз.',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      'a7d49b08-92b3-408b-a6e0-13284af256c8': {
        id: 'a7d49b08-92b3-408b-a6e0-13284af256c8',
        title: 'У меня должны были начаться месячные, но они не пришли. Что делать?',
        content:
          'Если у тебя нерегулярные месячные или ты считаешь, что месячные не наступили, лучше обратиться за советом к взрослому человеку, которому доверяешь, или к медицинскому специалисту. Контакты можно найти в разделе «Куда обратиться за помощью».',
        category: 'Использование «Оки»',
        subCategory: 'Ваши вопросы об «Оки»',
      },
      '23337563-ff67-424d-82be-2f2a298fce90': {
        id: '23337563-ff67-424d-82be-2f2a298fce90',
        title: 'Я постоянно чувствую грусть и беспокойство. Стоит ли мне переживать?',
        content:
          'Это нормально — иногда чувствовать грусть, уныние и беспокойство. Чаще всего с этими чувствами можно справиться и пережить их. \r\n\r\nЕсли уныние длится более двух недель без перерыва, возможно, у тебя депрессия.\r\n\r\nДепрессия — не просто уныние, которое находит на тебя время от времени. Это чувство глубокой печали, негатива и безнадёжности, которое длится неделями, месяцами или дольше.\r\n\r\nЕсли ты постоянно испытываешь беспокойство, сильный страх, ужас или панику или тебе трудно заснуть из-за беспокойства, это называется тревогой. \r\n\r\nЕсли ты подозреваешь у себя депрессию или тревогу, расскажи об этом родителям или взрослым людям, которым доверяешь, и попроси помощи. Найди в Центре помощи «Оки» организации, в которые можешь обратиться за помощью. ',
        category: 'Психическое здоровье',
        subCategory: 'Проблемы с психическим здоровьем',
      },
      '7b4d07dc-9e17-489f-b579-05cf2c2d53b2': {
        id: '7b4d07dc-9e17-489f-b579-05cf2c2d53b2',
        title: 'Что такое самоповреждение?',
        content:
          'Самоповреждение или самотравма — это намеренное причинение себе вреда.\r\n\r\nСамый распространённый способ самоповреждения — порезы. Некоторые люди бьют себя по голове, обжигаются или царапаются, бьют кулаками себя или другие предметы, вырывают волосы или ковыряют раны, чтобы они не заживали.\r\n\r\nСамоповреждение может включать и менее жестокие действия: приём большого количества наркотиков, чрезмерное употребление алкоголя, слишком обильное или слишком скудное питание.\r\n\r\nБольшинство людей, занимающихся самоповреждением, испытывают стыд и вину за причинение себе вреда, но им трудно остановиться. \r\n\r\nЛюди часто пытаются сохранить это в тайне, однако это довольно распространённое явление, особенно среди подростков. Но это не значит, что это нормально!\r\n\r\nПричинение себе боли или мысли о ней — признак того, что в эмоциональном плане что-то не так.\r\n\r\nВажно научиться здоровым способам справляться с эмоциональной болью.\r\n\r\nПервый шаг — поговорить с родителями, взрослым человеком, которому доверяешь, психологом или консультантом. Узнай в Центре помощи «Оки», в какие организации можешь обратиться.\r\n\r\nЕсли подозреваешь, что твоя подруга занимается самоповреждением:\r\n\r\n— Скажи ей, что если она чувствует подавленность или напряжение, то может поговорить с тобой.\r\n\r\n— Скажи, что переживаешь за неё, и объясни причины. Если подруга выглядит сердитой или расстроенной, это, скорее всего, потому, что ему стыдно и она боится остановиться: люди учатся полагаться на самоповреждение, чтобы справиться с жизненными трудностями.\r\n\r\n— Посоветуй подруге обратиться за помощью к родителям, психологу, врачу или другому взрослому, которому она доверяет.\r\n\r\n— Если беспокоишься за безопасность подруги и решила, что тебе нужно рассказать об этом кому-то из взрослых, сообщи об этом своей подруге, прежде чем что-то рассказывать.\r\n\r\n— Продолжай оставаться другом, поддерживай свою подругу, делай то, что тебе нравится делать вместе, давай понять, что принимаешь её такой, какая она есть.',
        category: 'Психическое здоровье',
        subCategory: 'Проблемы с психическим здоровьем',
      },
      '032654ca-ea21-4e18-beb9-afca51c5faaf': {
        id: '032654ca-ea21-4e18-beb9-afca51c5faaf',
        title: 'Как узнать, что у человека депрессия?',
        content:
          'Депрессия случается не так часто, поэтому ставить такой диагноз самой себе нельзя, только психотерапевт может сказать, депрессия у тебя или нет. За депрессию можно принять, например, апатию. Тем не менее приведём симптомы, которые люди замечают у себя при депрессии:\r\n\r\n— Чувство беспомощности и безнадёжности: тебе кажется, что жизнь никогда не станет лучше, ничто не имеет значения и ты ничего не можешь сделать, чтобы улучшить своё положение.\r\n\r\n— Ненависть к себе: ты считаешь себя никчёмной и нелюбимой или чувствуешь вину за своё поведение. Думаешь о том, чтобы причинить себе вред или покончить с жизнью.\r\n\r\n— Чувство злости или раздражения: ты легко раздражаешься или чувствуешь злость, горечь или даже желание нанести кому-то вред. Всё действует тебе на нервы.\r\n\r\n— Потеря интереса и отдаление от людей: ты отдаляешься от друзей и семьи. Вещи, которые раньше доставляли удовольствие, не вызывают никаких чувств.\r\n \r\n— Изменения аппетита или веса: ты теряешь аппетит и вес за короткое время или заедаешь свои чувства и набираешь вес.\r\n\r\n— Изменение сна: ты не можешь заснуть, просыпаешься очень рано или спишь слишком много.\r\n\r\n— Потеря энергии и мотивации: ты чувствуешь себя усталой, вялой и физически истощённой. Тебе трудно вообще встать с постели. \r\n\r\n— Потеря концентрации: ты не можешь сконцентрироваться на чём-то, например на школьных заданиях или занятиях, тебе трудно принимать решения или запоминать что-то.\r\n\r\nЕсли ты или кто-то из твоих знакомых чувствует себя так в течение нескольких недель или дольше, это может быть признаком серьёзной депрессии.\r\n\r\nЕсли ты думаешь, что у тебя может быть депрессия, поговори с родителями или другим взрослым, которому доверяешь, о том, как получить помощь, или позвони по телефону доверия. Найди в Центре помощи «Оки» организации, в которые можешь обратиться.\r\n\r\nНе жди, что всё пройдёт само собой. Обратись за помощью как можно скорее.',
        category: 'Психическое здоровье',
        subCategory: 'Проблемы с психическим здоровьем',
      },
      '36c38ca3-0f8b-4375-a040-0165997c31be': {
        id: '36c38ca3-0f8b-4375-a040-0165997c31be',
        title: 'Иногда мне хочется умереть. Это нормально?',
        content:
          'Желание умереть или мысли о самоубийстве — это страшно. Но ты не одинока: у каждого пятого человека в какой-то момент жизни возникают мысли о самоубийстве. Часто мысли о смерти возникают из-за страха, выгорания, боязни не решить поставленную задачу. У подростков такое бывает из-за того, что они хотят так самовыразиться или доказать свою точку зрения.\r\n\r\nИногда ты можешь чувствовать такую подавленность, что невозможно поверить, что что-то изменится к лучшему.\r\n\r\nМногие люди, которые думали о самоубийстве, обнаружили: со временем эти чувства прошли, и они рады, что ничего с собой не сделали.\r\n\r\nКак можно скорее поговори с кем-нибудь: членом семьи, другом, консультантом, врачом или службой поддержки. Найди в Центре помощи «Оки» организации, в которые можно обратиться. \r\n\r\nЧто ещё ты можешь сделать:\r\n\r\n— разработай план обеспечения безопасности: если в прошлом у тебя были суицидальные мысли, заранее спланируй, как справиться с ними, если они появятся снова;\r\n\r\n— отложи решение покончить с жизнью на 24 часа: используйте это время, чтобы поговорить с человеком, которому доверяешь;\r\n\r\n— избегай одиночества, особенно ночью: оставайся с кем-то до тех пор, пока мысли о причинении себе вреда перестанут быть такими сильными;\r\n\r\n— не пей и не принимай наркотики: это так называемые депрессанты, которые ухудшают самочувствие, даже если на короткое время тебе становится лучше;\r\n\r\n— записывай свои чувства: ведение дневника или сочинение историй, песен или стихотворений может помочь лучше понять свои чувства и найти решение;\r\n\r\n— оспаривай свои мысли: как и другие мысли, суицидальные приходят и уходят, и то, что ты думаешь о чём-то, не делает это правдой;\r\n\r\n— запиши, что помогает тебе справляться с суицидальными мыслями: напомни себе, что есть вещи, которые ты всё ещё хочешь сделать, даже маленькие вещи делают жизнь достойной;\r\n\r\n— ставь перед собой небольшие цели, которые позволят чувствовать себя хозяйкой положения и двигаться вперёд, запиши их и отмечай, когда достигнешь;\r\n\r\n— поговори с кем-нибудь, кто может помочь: этот совет настолько важен, что «Оки» упоминает его дважды!',
        category: 'Психическое здоровье',
        subCategory: 'Проблемы с психическим здоровьем',
      },
      '1078d061-0aa9-45ac-b85d-a326b714a1e2': {
        id: '1078d061-0aa9-45ac-b85d-a326b714a1e2',
        title: 'Как я могу рассказать о своих чувствах другим людям?',
        content:
          'Выказывать свои чувства, особенно личные, может быть трудно! Но оно того стоит, потому что может улучшить качество твоих с человеком отношений.\r\n\r\nВот что ты можешь сделать, чтобы упростить свою задачу:\r\n\r\n— Назови свои чувства и определи их. Набери в Google «колесо чувств», это поможет точно определить, что ты чувствуешь.\r\n\r\n— Постарайся копнуть глубже, чтобы понять, что происходит на самом деле. Такие вещи, как чувство вины, разочарование, беспокойство, тревога или гнев, часто скрывают более глубокие эмоции, такие как неудовлетворённость, боль и обида. \r\n\r\n— Подумай, что произошло непосредственно перед этим: всегда ли ты чувствовала себя так или это только началось?\r\n\r\nКогда решишь поделиться своими чувствами, вот несколько советов:\r\n\r\n— выбери время и место для разговора, когда ты и собеседник будете чувствовать себя спокойно и расслабленно, в тихой обстановке;\r\n\r\n— говори о себе и своих чувствах, а не о том, что сделал человек;\r\n\r\n— не жди, что собеседник прочтёт твои мысли, — объясни, чего от него хочешь.',
        category: 'Психическое здоровье',
        subCategory: 'Проблемы с психическим здоровьем',
      },
      '3639b64f-4b37-4fbf-875d-d3547ff1212a': {
        id: '3639b64f-4b37-4fbf-875d-d3547ff1212a',
        title:
          'Что делать, если парень угрожает выложить в сеть / распространить мои интимные фотографии?',
        content:
          'Если кто-то просит тебя поделиться тем, чем ты делиться не хочешь, ты имеешь право сказать «нет».  \r\n\r\nВот некоторые вещи, которые можно сделать:\r\n\r\n— Сообщи об этом в социальную сеть, которую используешь, потому что это противоречит правилам большинства социальных сетей.\r\n\r\n— Задокументируй случившееся, сделав скриншоты. Если ты решила подать на человека в суд, тебе понадобятся доказательства. Обязательно сохрани данные его профиля в социальных сетях, электронную почту, номер телефона и всю информацию, которая у тебя есть.\r\n\r\n— Сообщи об угрозах в милицию.\r\n\r\n— Заблокируй человека, чтобы он не мог видеть твои фотографии, не мог общаться с тобой или просматривать твои сообщения.\r\n\r\n— Не пытайся справиться с ситуацией в одиночку. Если тебе меньше 18 лет, поговори с родителями или взрослым человеком, которому доверяешь, чтобы он помог тебе решить, что делать.\r\n\r\n— Поговори со специалистом, занимающимся защитой пострадавших от насилия, или социальным работником. Их можно найти в отделениях милиции и кризисных центрах. Они могут помочь собрать доказательства, обеспечить твою безопасность и получить охранный ордер.\r\n\r\n— Обратись в ближайшую организацию юридической помощи за бесплатной консультацией или попроси совета у адвоката.\r\n\r\nНайди в Центре помощи «Оки» список организаций, в которые можно обратиться.\r\n\r\nЕсли у тебя или твоей подруги возникают мысли о самоубийстве или нанесении себе вреда из-за преследований в интернете, обратись на телефон доверия для детей — 111. Посмотри в Центре помощи «Оки» список организаций, в которые также можно обратиться.',
        category: 'Насилие',
        subCategory: 'Сексуальные домогательства',
      },
      'cee3ca57-4114-4945-b396-5f7fbecf0f6a': {
        id: 'cee3ca57-4114-4945-b396-5f7fbecf0f6a',
        title: 'Парень попросил интимные фотографии.  Что мне делать?',
        content:
          '«ОKY» советует тебе никогда не делиться личными фотографиями или видео в социальных сетях, даже если тебе нравится человек, который просит об этом.\r\n\r\nЭтот человек может переслать твои фотографии другим, разместить в интернете или шантажировать тебя (требовать денег или других вещей в обмен на то, чтобы не делиться твоими фотографиями).\r\n\r\nЕсли ты младше 18 лет, помни, что распространение обнажённых или сексуальных изображений несовершеннолетних в интернете, по телефону, по почте или любым другим способом незаконно в большинстве стран. \r\n\r\nФотографии несовершеннолетних считаются детской порнографией, и обмен ими может иметь серьёзные юридические и жизненные последствия для тех, кто сделал фотографию, поделился ею или попросил её выслать. Даже если это твоя фотография.\r\n\r\nЕсли человек, который тебе нравится, просит поделиться личной фотографией или видео, скажи ему, что тебе это неприятно. \r\n\r\nЕсли ты действительно небезразлична этому человеку, он поймёт. Если кто-то пытается угрозами заставить тебя поделиться фотографией, скажи «нет» и заблокируй этого человека. Зафиксируй то, что произошло, сделав снимок экрана. \r\n\r\nЕсли это продолжается, расскажи об этом тому, кому доверяешь, обратись в милицию или найди в Центре помощи «Оки» список организаций, которые могут тебе помочь. "',
        category: 'Насилие',
        subCategory: 'Сексуальные домогательства',
      },
      '9fb61629-8530-4420-929b-1b0d195600ff': {
        id: '9fb61629-8530-4420-929b-1b0d195600ff',
        title: 'Почему некоторые парни посягают на сексуальную неприкосновенность девушек?',
        content:
          'Как и другие виды насилия по отношению к девушкам, сексуальные посягательства происходят из-за неравенства гендерных ролей, когда мужчины чувствуют, что имеют больше власти над женщинами.\r\n\r\nМужчины используют сексуальные посягательства, чтобы попытаться контролировать женщин или показать свою власть над ними, унижая и оскорбляя их.\r\n\r\nОни делают это потому, что в основном их никто не останавливает.',
        category: 'Насилие',
        subCategory: 'Сексуальные домогательства',
      },
      '9119506b-cbab-4c8d-baa3-e3a6eafd3086': {
        id: '9119506b-cbab-4c8d-baa3-e3a6eafd3086',
        title:
          'Парень постоянно флиртует и надоедливо пристает с нежелательными прикосновениями и сексуальными намеками. Это нормально?',
        content:
          'Флирт — это весело и приятно. Он должен заставлять нас чувствовать себя счастливыми и радостными. \r\n\r\nЕсли ты чувствуешь себя именно так, это нормально (если этот человек намного старше тебя, ты должна рассказать об этом другому взрослому человеку, которому доверяешь, даже если влюблена). \r\n\r\nНо если человек заставляет тебя чувствовать себя неловко, раздражённо, униженно, сердито, расстроенно, испуганно или бессильно и продолжает делать это после того, как ты попросила прекратить, это называется сексуальным посягательством. \r\n\r\nСексуальное посягательство может включать в себя:\r\n\r\n— нежелательные прикосновения, объятия или поцелуи;\r\n\r\n— требование выполнить действия сексуального характера в обмен на оценку, работу или продвижение по службе;\r\n\r\n— использование сексуальных угроз для получения чего-либо;\r\n\r\n— пристальный взгляд сексуального характера; \r\n\r\n— нежелательные сексуальные комментарии или шутки;\r\n\r\n— нежелательные приглашения заняться сексом или неоднократные предложения сходить на свидание;\r\n\r\n— нежелательные вопросы о личной жизни или твоём теле;\r\n\r\n— сексуальные оскорбления;\r\n\r\n— показ или отправку сексуальных фотографий, картинок, видео или сообщений;\r\n\r\n— навязчивое преследование (когда кто-то неоднократно следит за тобой, преследует или домогается тебя).\r\n\r\nСексуальные домогательства — это НЕПРАВИЛЬНО. Это нарушение прав человека и считается одним из видов сексуального насилия.\r\n\r\nПомни, что не мужчины и мальчики должны решать, являются действия «просто флиртом» или сексуальным посягательством, а ты. ',
        category: 'Насилие',
        subCategory: 'Сексуальные домогательства',
      },
      '401d2176-d91f-4c7d-b654-c735b992995e': {
        id: '401d2176-d91f-4c7d-b654-c735b992995e',
        title: 'Что делать, если я стала жертвой сексуального посягательства?',
        content:
          'Вот что ты можешь сделать:\r\n\r\n— Скажи человеку, что хочешь, чтобы он немедленно прекратил свои действия. Говори чётко и твёрдо и не пытайся быть вежливой! Если ты знаешь этого человека, сделай это в письменном виде, так у тебя будет запись о том, что ты просила его прекратить.\r\n\r\n— Документируй всё, что можешь: записывай даты, время, место и то, что именно произошло, в подробностях, включая всех, кто присутствовал при этом.\r\n\r\n— Сохраняй все электронные письма, голосовые и текстовые сообщения в качестве доказательств.\r\n\r\n— Расскажи о случившемся людям, которым доверяешь. Если посягательство произошло в школе или на работе, спроси, есть ли в учреждении процедура рассмотрения случаев сексуального посягательства, и следуй ей.\r\n\r\n— Это не всегда возможно, но постарайся сделать всё возможное, чтобы никогда не оставаться наедине с обидчиком. \r\n\r\n— Обратись за советом и помощью в организацию, которая занимается проблемой насилия в отношении женщин и девочек. Узнай подробности в Центре помощи «Оки». \r\n\r\n— Напоминай себе, что это НЕ твоя вина: во ВСЕХ случаях насилия (а посягательство — одна из форм насилия) виноват тот, кто совершил насилие.\r\n\r\nТы не можешь полностью защитить себя от сексуальных посягательств, но можешь сделать следующее:\r\n\r\n— обратись в свою школу или на работу с просьбой организовать обучение всех желающих по вопросам сексуальных посягательств;\r\n\r\n— организуй выступление лектора о сексуальных посягательствах в твоей школе или на работе;\r\n\r\n— проведи кампанию по созданию политики в отношении сексуальных посягательств для твоей школы или работы; \r\n\r\n— если это безопасно, всегда говори, если видишь, что кто-то подвергается сексуальным посягательствам; \r\n\r\n— поговори со своими друзьями-мужчинами и членами семьи о том, как сексуальные посягательства заставляют девушек чувствовать себя: именно мужчины должны изменить своё поведение, а не женщины.',
        category: 'Насилие',
        subCategory: 'Сексуальные домогательства',
      },
      '2b98d19d-ee52-48f6-aff0-3066023984b1': {
        id: '2b98d19d-ee52-48f6-aff0-3066023984b1',
        title: 'Бывает ли, что девушки посягают на сексуальную неприкосновенность парней?',
        content:
          'Да, такое случается.\r\n\r\nСексуальные посягательства обычно совершают мужчины, но женщины тоже могут делать это. Если девушка оказывает нежелательное сексуальное внимание более одного раза, это считается сексуальным посягательством.',
        category: 'Насилие',
        subCategory: 'Сексуальные домогательства',
      },
      '75f71c5d-efeb-4ccd-9a3a-27d6c07adade': {
        id: '75f71c5d-efeb-4ccd-9a3a-27d6c07adade',
        title: 'Я думаю, что подверглась сексуальному насилию. Что мне делать?',
        content:
          'Запомни: в сексуальном насилии всегда виноват насильник, а не человек, подвергшийся насилию. Ты не виновата! \r\n\r\nВот некоторые вещи, которые можно сделать:\r\n\r\n— Расскажи о случившемся человеку, которому доверяешь. Если он не верит, продолжай рассказывать другим людям, пока не найдёшь того, кто поверит. \r\n\r\n— Обратись в милицию или в ближайшую организацию, которая занимается вопросами насилия или защиты детей.\r\n\r\n— Составь план обеспечения собственной безопасности, если знаешь насильника. Например, договорись, где будешь жить, спланируй, как избегать его, придумай с другом или членом семьи кодовое слово на случай опасности.\r\n\r\n— Заботься о себе и делай то, что помогает тебе чувствовать себя хорошо. Например, проводи время с друзьями или слушай музыку, чтобы сохранять спокойствие. \r\n\r\nОбычно обидчики используют угрозы, чтобы заставить жертву молчать. Не верь им! Они хотят, чтобы ты молчала, а они могли продолжать свои действия.\r\n\r\nНайди в Центре помощи «Оки» ближайшие к тебе организации, которые могут помочь.',
        category: 'Насилие',
        subCategory: 'Сексуальное насилие',
      },
      '535f3139-3aa3-4305-a698-126282d52ac9': {
        id: '535f3139-3aa3-4305-a698-126282d52ac9',
        title: 'Как я могу запретить прикасаться ко мне, если мне это неприятно?',
        content:
          'Запомни 3 слова: Нет! Убегай! Говори! \r\n\r\n— НЕТ! — скажи человеку, что тебе это не нравится и ты хочешь, чтобы он прекратил это делать.\r\n\r\n— УБЕГАЙ! — быстро убегай, зови на помощь и кричи: «Пожар!» (люди скорее прибегут на «пожар», чем на что-либо другое).\r\n\r\n— ГОВОРИ! — расскажи о случившемся взрослому, которому доверяешь. Если он тебе не верит, расскажи другим людям, пока кто-нибудь тебе не поможет.\r\n\r\nЗайди в Центр помощи «Оки», чтобы найти ближайшие к тебе организации, которые могут помочь. Помни: ты не сделала ничего плохого и в том, что случилось, нет твоей вины. \r\n\r\nСексуальным насильником может быть кто угодно. Обычно это мужчины, но могут быть и женщины. Почти все сексуальные насильники — это люди, знакомые жертве, а не незнакомцы.\r\n\r\nТы не можешь контролировать поступки других людей, но можешь попытаться защитить себя: \r\n\r\n— доверяй своим чувствам: если чувствуешь что-то странное в общении с человеком, уходи, даже если ничего «сексуального» не произошло;\r\n\r\n— старайся не оставаться наедине с человеком, который заставляет тебя чувствовать себя неловко;\r\n\r\n— игнорируй людей, которые угрожают распространить сплетни или ложь о тебе, если ты не сделаешь то, чего они хотят; \r\n\r\n— не делись своими фотографиями в обнажённом виде;\r\n\r\n— хорошо подумай, стоит ли встречаться с человеком, с которым ты познакомилась в интернете, без присутствия друга.',
        category: 'Насилие',
        subCategory: 'Сексуальное насилие',
      },
      '206f4363-677e-4dfc-a3ba-ea4ce73dfd44': {
        id: '206f4363-677e-4dfc-a3ba-ea4ce73dfd44',
        title:
          'Я почувствовала нежелательные прикосновения парня от которых мне стало стыдно и неловко. Почему?',
        content:
          'Если кто-то прикасается к тебе в сексуальной манере, а ты просишь его не делать этого, это называется сексуальным посягательством. Никто не имеет права прикасаться к твоему телу, если ты не разрешила. Это относится к гениталиям, ягодицам, груди и губам.\r\n\r\nСексуальное посягательство возникает, если ты не дала на эти действия согласия или не можешь согласиться, потому что находишься под воздействием алкоголя, наркотиков, без сознания, спишь или не понимаешь, что происходит. \r\n\r\nЛюбое поведение сексуального характера с человеком, который по закону слишком мал, чтобы дать согласие, является сексуальным насилием, даже если ты сказала «да».\r\n\r\nСексуальное насилие может исходить от человека, которому ты доверяешь, — отца, брата, дяди или друга семьи — или от незнакомца. Они могут сказать тебе, что это нужно держать в тайне. На самом деле важно рассказать об этом родителям или учителю.\r\n\r\nЕсли ты думаешь, что подверглась сексуальному посягательству или насилию, поговори с тем, кому доверяешь. Иногда достаточно просто довериться кому-то, чтобы почувствовать себя лучше. Но если ты хочешь убедиться, что обидчик больше не причинит вреда тебе или другим людям, то можешь написать заявление в милицию. \r\n\r\nИзучи в Центре помощи «Окy» список организаций, куда можно обратиться за помощью.',
        category: 'Насилие',
        subCategory: 'Сексуальное насилие',
      },
      '569e2335-3b09-4c09-949e-06a51802ab32': {
        id: '569e2335-3b09-4c09-949e-06a51802ab32',
        title: 'Могут ли мальчики подвергаться сексуальному насилию?',
        content:
          'Да, мальчики могут подвергаться сексуальному насилию как со стороны женщин, так и со стороны мужчин.\r\n\r\nНекоторые люди говорят, что только «женственные» мальчики подвергаются насилию, но это неправда.\r\n\r\nК сожалению, насилие может случиться с каждым, независимо от того, как он выглядит и как себя ведёт.',
        category: 'Насилие',
        subCategory: 'Сексуальное насилие',
      },
      '2fee0325-d513-45b9-8d4d-c77af4304985': {
        id: '2fee0325-d513-45b9-8d4d-c77af4304985',
        title: 'Почему у мальчиков не бывает месячных?',
        content:
          'У мальчиков не бывает месячных, потому что их организм отличается от организма девочек. \r\n\r\nОрганизм девочек производит яйцеклетки, обеспечивает место для роста оплодотворённой яйцеклетки (ребёнка), у девочек бывают месячные. Организм мальчиков производит сперматозоиды и выделяет жидкость со сперматозоидами (называемую спермой) для оплодотворения яйцеклеток.',
        category: 'Помощь от мальчиков во время месячных. Отношения.',
        subCategory: 'Мальчики и мужчины',
      },
      'b628ba1c-1e61-4770-aed9-44d671bb6ffb': {
        id: 'b628ba1c-1e61-4770-aed9-44d671bb6ffb',
        title: 'Имеют ли мальчики какое-нибудь отношение к месячным?',
        content:
          'У некоторых девочек месячные могут вызвать стресс и смущение. Когда мужчины и мальчики относятся к этому вопросу с пониманием и стараются помочь, месячные протекают проще.',
        category: 'Помощь от мальчиков во время месячных. Отношения.',
        subCategory: 'Мальчики и мужчины',
      },
      '01654ed8-3c21-44bf-a2bf-1f9365fdecf1': {
        id: '01654ed8-3c21-44bf-a2bf-1f9365fdecf1',
        title: 'Как мальчики могут помочь девочкам во время месячных?',
        content:
          'Мальчики могут помочь девочкам во время месячных так:\r\n\r\n— предложить бутылку с горячей водой, грелку (чтобы положить на живот) или обезболивающее лекарство, если у девочки спазмы;\r\n\r\n— предложить купить или принести гигиенические прокладки или тампоны, если они ей нужны;\r\n\r\n— проявить понимание и заботу, если девочке нужен дополнительный отдых, она плохо себя чувствует или у неё плаксивое настроение. \r\n\r\nМальчики не должны дразнить девочек или шутить о месячных, им следует просвещать себя и своих друзей о них, разговаривая о месячных со своими матерями, сёстрами и друзьями.',
        category: 'Помощь от мальчиков во время месячных. Отношения.',
        subCategory: 'Мальчики и мужчины',
      },
      '9caa44ff-c7d7-409b-a8fb-28918f7a16a8': {
        id: '9caa44ff-c7d7-409b-a8fb-28918f7a16a8',
        title: 'В чём разница между гендером и полом?',
        content:
          'Вы не можете выбрать свой пол. Он определяется биологически — хромосомами, анатомией и гормонами. \r\n\r\nГендер — это то, как мы выражаем свой пол. Часто именно общество устанавливает правила, как мужчины и женщины должны себя вести, выглядеть и чувствовать.\r\n\r\nГендер отличается в разных культурах и меняется со временем, а пол везде одинаков.',
        category: 'Помощь от мальчиков во время месячных. Отношения.',
        subCategory: 'Гендер',
      },
      '6ae6422a-7f0b-4d22-8c13-da475625f7a9': {
        id: '6ae6422a-7f0b-4d22-8c13-da475625f7a9',
        title: 'Как я могу заставить кого-то полюбить меня?',
        content:
          'Ты не можешь заставить кого-то полюбить тебя. Будь собой и верь, что встретишь человека, который полюбит тебя такой, какая ты есть!',
        category: 'Помощь от мальчиков во время месячных. Отношения.',
        subCategory: 'Отношения',
      },
      '24475f9a-d001-4ea6-a5a0-0a26320daaf6': {
        id: '24475f9a-d001-4ea6-a5a0-0a26320daaf6',
        title: 'В каком возрасте можно начинать романтические отношения?',
        content:
          'В период полового созревания у тебя могут появиться романтические или сексуальные чувства, но ты можешь не чувствовать себя готовой к отношениям.\r\n\r\nКроме того, твоя семья или культура могут считать, что тебе рано начинать романтические отношения. Это может повлиять на то, насколько готовой ты сама себя чувствуешь.\r\n\r\nПри давлении со стороны семьи или друзей может быть трудно решить, что для тебя правильно. Помни, это твой выбор! Однако советуем начинать романтические отношения после 18 лет, когда ты и партнёр станут совершеннолетними.',
        category: 'Помощь от мальчиков во время месячных. Отношения.',
        subCategory: 'Отношения',
      },
      '662c9327-dc68-4535-a4ec-2b7a2790fdb0': {
        id: '662c9327-dc68-4535-a4ec-2b7a2790fdb0',
        title: 'В чём разница между симпатией и любовью?',
        content:
          'Тебе может понравиться кто-то, но это не обязательно перерастёт в любовь.\r\n\r\nЛюбовь — это более глубокая, сильная эмоция, на развитие которой требуется время, хотя некоторым людям кажется, что они полюбили с первого взгляда!\r\n\r\nТы также можешь любить человека, не испытывая к нему симпатии. Например, ты любишь его, потому что вы давно знаете друг друга, но тебе не нравится, как он себя ведёт. ',
        category: 'Помощь от мальчиков во время месячных. Отношения.',
        subCategory: 'Отношения',
      },
      'bb43d352-ca71-4b2b-a80d-2846e0124e28': {
        id: 'bb43d352-ca71-4b2b-a80d-2846e0124e28',
        title: 'Что такое любовь?',
        content:
          'Любовь — это интенсивное чувство глубокой привязанности и заботы, которое развивается и длится долгое время.\r\n\r\nТы можешь любить семью, друзей, парня, подругу или даже животное! ',
        category: 'Помощь от мальчиков во время месячных. Отношения.',
        subCategory: 'Отношения',
      },
      '7a9402cb-8728-4610-817e-b3fcf38fc0e3': {
        id: '7a9402cb-8728-4610-817e-b3fcf38fc0e3',
        title: 'Что такое влюблённость?',
        content:
          'Влюблённость — это когда тебе действительно нравится какой-то человек, ты не можешь перестать думать о нём и просто хочешь быть рядом. Эти чувства обычно очень сильные, но длятся недолго.\r\n\r\nМы часто влюбляемся в незнакомых людей, например в знаменитостей.\r\n\r\nВлюблённость не обязательно бывает романтической. Когда у тебя появляется новый друг, это может быть похоже на влюблённость, потому что он тебе очень нравится и ты хочешь проводить с ним всё своё время!\r\n\r\nВлюблённость иногда может быть похожа на любовь — по мере взросления тебе будет легче увидеть разницу между ними. ',
        category: 'Помощь от мальчиков во время месячных. Отношения.',
        subCategory: 'Отношения',
      },
      '90184cc8-883e-4bf1-8b23-b798d050b63a': {
        id: '90184cc8-883e-4bf1-8b23-b798d050b63a',
        title: 'Как узнать, нравлюсь ли я кому-то?',
        content:
          'Лучше всего спросить! \r\n\r\nЕсли стесняешься сделать это, вот несколько признаков того, что ты можешь человеку нравиться:\r\n\r\n— ты часто замечаешь, что человек смотрит на тебя;\r\n\r\n— он улыбается тебе и смеётся над твоими шутками;\r\n\r\n— он стесняется или нервничает и краснеет при виде тебя;\r\n\r\n— он поворачивается и наклоняется к тебе, когда вы разговариваете;\r\n\r\n— он невольно копирует положение твоего тела, когда вы говорите.',
        category: 'Помощь от мальчиков во время месячных. Отношения.',
        subCategory: 'Отношения',
      },
      'a4d35b99-f223-4483-b3bc-36e038db66b7': {
        id: 'a4d35b99-f223-4483-b3bc-36e038db66b7',
        title: 'Должна ли я меняться ради любимого человека?',
        content:
          'Когда мы находимся в подростковом возрасте, мы ещё продолжаем познавать себя, поэтому постоянно меняться — нормально.\r\n\r\nЕсли в тебе есть что-то, что ты сама хочешь изменить, то можешь попробовать сделать это. Но не пытайся изменить себя только для того, чтобы понравиться кому-то другому. Мы не можем заставить кого-то полюбить нас. Самое важное — это быть собой и знать, что ты встретишь человека, который полюбит тебя такой, какая ты есть!',
        category: 'Помощь от мальчиков во время месячных. Отношения.',
        subCategory: 'Отношения',
      },
      '41dce78f-a8e9-4358-bbf6-9f9f34919ea7': {
        id: '41dce78f-a8e9-4358-bbf6-9f9f34919ea7',
        title: 'Что мне делать, если мой парень или девушка грубы со мной?',
        content:
          'Это ненормально, когда кто-либо относится к тебе плохо!\r\n\r\nЕсли между вами что-то произошло, поговори с обидчиком и попробуйте решить проблему.\r\n\r\nЕсли человек продолжает грубить, то, возможно, тебе следует прекратить отношения.\r\n\r\nЭмоциональное и физическое насилие ненормально в любых отношениях. Если это случилось с тобой или близкими, обратись за помощью к взрослому человеку, которому доверяешь, чтобы положить этому конец.',
        category: 'Помощь от мальчиков во время месячных. Отношения.',
        subCategory: 'Отношения',
      },
      '2fbbf948-8915-4474-b37e-cad885d8b65c': {
        id: '2fbbf948-8915-4474-b37e-cad885d8b65c',
        title: 'Что делать, если мой парень или девушка расстались со мной?',
        content:
          'Расставаться очень больно! К сожалению, часто отношения не длятся вечно.\r\nПомни, что со временем ты снова почувствуешь себя нормально. Но эту грусть важно прожить и прочувствовать, ведь это и правда тяжело, когда отношения заканчиваются. Можно использовать расставание, чтобы узнать больше о себе и о том, чего ты хочешь от жизни и любви.',
        category: 'Помощь от мальчиков во время месячных. Отношения.',
        subCategory: 'Отношения',
      },
      '72bfbde9-53a5-4309-b166-6f8f19898f9a': {
        id: '72bfbde9-53a5-4309-b166-6f8f19898f9a',
        title: 'Как понять, что я влюблена?',
        content:
          'Некоторые признаки того, что ты, возможно, влюблена:\r\n\r\n— ты чувствуешь себя счастливой и у тебя хорошее настроение;\r\n\r\n— окружающие говорят, что ты всегда улыбаешься; \r\n\r\n— ты постоянно думаешь о человеке и скучаешь по нему, когда вы в разлуке;\r\n\r\n— ты очень хочешь, чтобы человек понравился твоим друзьям или родственникам;\r\n\r\n— ты хочешь, чтобы человеку было хорошо, и гордишься, когда он добивается успеха;\r\n\r\n— тебе нравится делать вместе с ним то, что нравится ему;\r\n\r\n— иногда ты немного ревнуешь этого человека к людям, с которыми он проводит время.',
        category: 'Помощь от мальчиков во время месячных. Отношения.',
        subCategory: 'Отношения',
      },
      'a7e7079e-2497-40c1-ba0b-7d6d08124eaa': {
        id: 'a7e7079e-2497-40c1-ba0b-7d6d08124eaa',
        title: 'Когда люди держатся за руки, что это означает?',
        content:
          'Держаться за руки — это обычно знак заботы и привязанности.\r\nВ некоторых странах, когда люди держатся за руки, принято считать, что у них романтические отношения, а в других странах это нормальное явление между друзьями!',
        category: 'Помощь от мальчиков во время месячных. Отношения.',
        subCategory: 'Отношения',
      },
      '785f1bf4-139e-4425-b49b-9066c3838c26': {
        id: '785f1bf4-139e-4425-b49b-9066c3838c26',
        title: 'Как быть хорошим другом?',
        content:
          'Быть по-настоящему хорошим другом — это не только развлекаться вместе. Нужно быть рядом и в трудную минуту для человека, и в радостное для него время. Старайся никогда не осуждать, не унижать друзей и не задевать их чувства намеренно. Будь добра и уважительна, верна, надёжна и готова сказать правду, даже когда это нелегко.\r\n\r\nЕщё несколько важных советов про дружбу:\r\n\r\n— научись слушать и задавать вопросы: мы не можем решать проблему друга, но всегда можем поддержать его;\r\n\r\n— говори друзьям, как они важны для тебя, это помогает им почувствовать свою ценность;\r\n\r\n— спрашивай о том, что происходит в жизни друга и через что он проходит;\r\n\r\n— если вы не можете видеться постоянно, важно регулярно поддерживать связь с человеком, например созваниваться или переписываться.',
        category: 'Помощь от мальчиков во время месячных. Отношения.',
        subCategory: 'Отношения',
      },
      'aef63ad8-28c6-449c-9991-05b507743f9e': {
        id: 'aef63ad8-28c6-449c-9991-05b507743f9e',
        title: 'Я не могу перестать думать о ком-то. Что происходит?',
        content:
          'Обычно это означает, что этот человек тебе нравится! \r\n\r\nЭто может быть короткая влюблённость, а может перерасти в нечто более глубокое, например в романтические отношения или дружбу.',
        category: 'Помощь от мальчиков во время месячных. Отношения.',
        subCategory: 'Отношения',
      },
      '538bbcfc-22e8-4409-b9a8-401f402025fb': {
        id: '538bbcfc-22e8-4409-b9a8-401f402025fb',
        title: 'Как понять, что мне кто-то нравится?',
        content:
          'Некоторые признаки того, что тебе действительно кто-то нравится:\r\n\r\n— ты чувствуешь себя счастливой, когда проводишь с ним время;\r\n\r\n— ты радуешься, когда этот человек звонит или пишет тебе, и не можешь дождаться разговора с ним;\r\n\r\n— ты часто думаешь об этом человеке и видишь вещи, которые напоминают о нём;\r\n \r\n— ты скучаешь по нему и хочешь, чтобы он был рядом, когда находишься с другими людьми;\r\n\r\n— ты обращаешься к нему в первую очередь, чтобы поделиться новостями.',
        category: 'Помощь от мальчиков во время месячных. Отношения.',
        subCategory: 'Отношения',
      },
    },
    allIds: [
      'da7ed47a-7fff-447c-9a40-7a599ae37439',
      '078f8c54-3fed-47d4-8bfb-8fa44f3a9c22',
      '470281e0-c1ff-4bc4-9c4f-24a49ce32afd',
      'cb7697c6-a38b-41e6-a7d1-32e9bd84dd38',
      '202b2d63-561d-46d6-b32f-a2f846f057f9',
      '260a98ea-fdcc-4049-801e-93bf8d6f2d75',
      'b007dff3-1355-4e47-9260-8d00f581bae4',
      'd51e6799-b391-400a-ba5a-98e5c352b9f3',
      'b316928e-9f45-4c62-b9bb-7a49f61d2e85',
      'aa725564-4e40-4022-96ef-235c7f57646c',
      'd7b78485-ae14-4f13-a71d-e82aa4f354b8',
      '073d9fe8-108e-47f8-bfa1-aae023a34402',
      '6c641388-b454-47fb-ba85-89cc15b4a34b',
      'c6e3c89e-e8b3-4423-9a77-bf817662b27c',
      'a40193d8-a55d-4801-864c-a05097b060cb',
      '23f2873f-8a44-4e40-a264-dcb1b1e5a863',
      'a7d8a69d-128b-421c-83be-e9a2f8e2039e',
      '96e6f0f8-b72f-47c6-9245-75935ec599c1',
      '143bc8e8-afba-43e3-b2ab-a05579dc54ef',
      '9e453987-89a4-4ec5-99a2-f47f07e5ca75',
      '0062b2b6-c382-40fc-b99a-06a5478db0d6',
      '03cdf7dd-527e-4805-9ec8-f44de44dde54',
      '66ffad0e-d018-4add-96a6-0d09877042c6',
      '161458b5-6d24-4494-86b7-91e04da131f5',
      '6a1e162c-a178-417d-8103-15e56f535427',
      'c1e6d803-be93-48bf-a8ad-ce52e12c7d3c',
      'c4c653d5-5155-4a62-b1c1-b13afc92c129',
      'ad568749-31c3-441d-a285-e2e0f535d62b',
      '11fc03e1-8473-4ec3-b43d-9b170b8a0ed8',
      'abf7dadd-d226-4931-ab38-2329142e105a',
      '7bc18b5b-b639-497c-bf63-bfd49b016280',
      'd9450600-c296-4bf0-a0ca-854f6999aa76',
      '21062e91-d5fa-4516-9717-8828103685fc',
      '06e99434-169d-4a18-9a5d-2975186f58ab',
      'b40e2083-5f49-4729-891c-ce18a3a85d92',
      'f9bb4e77-836c-4112-b6f4-2a90076c0bb7',
      '9e0ab166-cd29-4900-aefa-4344783b8caa',
      '2fe08ea4-b85f-47d5-9d6a-010a382475fe',
      'ae8fe01b-6530-4cb5-ad21-e5cfe990c128',
      '7fb5e468-88d4-42b8-964c-847a34ebf9de',
      '7ff0723f-f4ae-465b-b109-8be625333bab',
      '4e80cb44-b249-4b03-8a98-0fb4ff7a8d7d',
      '60d97943-30ba-47d3-968f-f8ae8e53f42b',
      '567e6181-f0d3-44c0-b420-7cf2792974c9',
      'b70d30b7-164a-4b78-ba69-abd3f30ba774',
      '115a3379-55e6-480d-91de-f264d77d31a4',
      'f3402669-6251-4170-81fd-8566d3798d80',
      '8c3fc754-85fd-4f0b-a8a5-e4dc8a1bcfc9',
      'ca174d79-4615-4ae3-a7ff-b89c0d1fdda1',
      'f3b035be-5904-4180-affb-75c9301f6dad',
      '323b23c4-109a-4b84-8816-a5ad05475ea0',
      '8eb6b4d5-2ba2-4d4d-9437-ea1c72292a59',
      '0ba9f667-83a7-4f26-8fc8-dacf315e4045',
      'ae394de8-3148-45a6-96a8-bdab1b10d2a9',
      'ac5b6245-e012-4e01-bf05-ca4250204f83',
      '6a8b5da0-9b5b-4af2-a3d3-64df77084aa6',
      '2ab93107-c4d2-45cd-bd3f-b78151a70cc7',
      'facf717e-dece-4ed2-85d2-10264b7df9ca',
      'afe1649c-bd79-4f07-836f-e530aab998af',
      'd8444265-e5d1-4bf7-8a84-54794716c6df',
      'f231162f-5741-4062-b921-ca8deb0b4df1',
      'e010e4e5-4f9e-4b38-a743-d09b1eacda4a',
      'c4751fe9-4dfa-4f53-a0ca-e975ac5c1f2c',
      'bbbc7435-d821-42a2-a181-194dd9e37337',
      '2a9e514b-5ce2-4e55-80ae-60ab008683ef',
      '54adedcd-2147-4159-81ee-c49b3ff65512',
      '4c82d9e5-bf01-4c5a-8fb0-7931ab3e4fdc',
      '04ac0515-a1e9-40ad-93c4-9ade0757ac9a',
      '9c87396b-98b9-4e22-890b-a1dcbc2d557b',
      '867f9c41-b2ae-41c9-b9ee-68f7171c00e1',
      '91b95b9a-cd60-4bae-ab14-4c55306b3793',
      '79a47914-2d91-4de8-b57e-386c1d92f625',
      '37fc1042-1c88-482b-93b5-2881b6b0e616',
      '03d830b7-7d06-4358-aa0b-a7cba9c378dd',
      'ab1ed8d6-d6b4-4d42-9cb0-aeded0c39bea',
      '45fd108a-6236-4b86-9216-ef1e3c1d1a99',
      'fa518d08-02f7-4c33-9f34-5e31ab384626',
      'a7cae43e-d5a7-4d9e-ad2c-83bbf8378b6b',
      'da49975e-000d-454c-b1ab-411031d5f363',
      'b88c022d-f387-400a-bf62-879fed35547f',
      '14edcc6e-7b34-4fc9-8bb6-bf7176d27ee0',
      'b4dc29db-555d-4c2c-a6be-30eec4343955',
      '741ec131-d50f-4433-b370-7c1a90602f9b',
      '4608c90a-9ab6-412f-b5d4-8483d2234159',
      'd2beff0d-9ac2-4e23-8046-bffa319577a8',
      '3840015c-24e1-4edd-990a-5cee184d1d92',
      '551a1db8-152c-4618-ab85-ef9285c90fbc',
      'd3c48d05-ab97-4c2d-8d6e-5d7e1f4f2948',
      '4406eeb3-b78e-4611-81d3-7461178d065e',
      'f9bcf556-b332-4da6-b73b-dbd887caa343',
      '825a526e-bc5d-4013-b01f-1c5e0ef69c17',
      'd6dff334-b9a7-40e8-a37b-345b1fbba75a',
      'dd963018-82f6-49c9-b00d-3430838281a8',
      '8fd7dce8-91c5-41d4-8f55-8ccb2402f86c',
      '8522f093-bc1b-4969-95f6-e18c0f83d875',
      '7de4171f-7df7-4c2e-9ae6-00b889ea48e3',
      'fa72869e-847f-41ae-ad00-bb465bcb21ff',
      'a1a542cb-9603-4c60-a2e3-86e443118557',
      '919dcdaf-e549-49a3-bc3c-ee5819d2ce55',
      '20099fd2-fedc-4bcc-a737-0722a6a1ade3',
      '81762b83-838a-406b-87e3-ef57d11ed382',
      '8a6252b0-0f21-43a4-94ec-e5540c69a616',
      'bcb818a5-de90-4281-93ed-bd9f34d97d9e',
      'e474d970-c3c1-4824-a8ba-0fbc9b48ba26',
      'bf00fbc9-826c-46d4-a2c7-f82dc57ad7e7',
      '2b2a6d93-1737-4add-a62c-df0f37d63fbc',
      '93c88797-8632-42f1-ab0e-76a2ba39cbbe',
      '692ea68b-de51-46b1-8a73-f473843577d6',
      '1033cbba-64dd-4547-a1cf-e76f012185c9',
      'd8b75b39-a0b1-4aa3-98a0-37c0d88c8196',
      '1213e078-03bc-4f88-b01e-3e4983436ed8',
      '9ae52b85-4bec-4b5f-ad0e-9728c34db136',
      '5ac0123b-5cf2-48bd-87bd-34daa7f923f6',
      'd8e36013-759f-4ef3-b9c5-9e9905bcfc0c',
      '42faf31d-db32-4466-a1ed-3982b6c66f34',
      '170296a2-0ab7-4326-ab11-7df0bc1b2aef',
      '1dd9392b-0ff9-4c44-9aa4-35fb8d62f12f',
      'c802e31a-8562-41a2-bffd-2e1527cdef9c',
      'a9f2153c-9aa3-4bcb-9897-06f7abf138ca',
      '41adeb48-52a4-4a6e-810d-8a53c943cd10',
      '3dc2aba2-20e1-4722-85b0-27e70ef1ebad',
      '10d88e53-68b5-45ee-b716-3c40245d4f93',
      '4ae42152-97c6-4747-9646-b16d26ebedd8',
      '45b55373-1439-4211-949c-89a3f0032076',
      '48789b08-f8ff-492d-a2f8-124ef9b180db',
      '6879a000-10c6-40ff-8a9b-f52e5e79c6ff',
      'e6c7cf41-0b39-4895-87a3-9f43e7203ea5',
      'd1677ae9-fddb-473e-845e-de839a0a13c0',
      'fbf9dedd-c9af-4f27-b639-a7d33ba1ed4c',
      'edb9ddf5-f091-427a-91fb-4e2b91c10c52',
      '67f9239a-54dd-4975-94dd-77f97a192f65',
      'f5e42fc9-0ef0-4be5-819d-33334a155f31',
      'c856d044-a73d-4eec-86d9-e36c3eec2634',
      '73dad13d-2173-4dd4-b881-45fa846d4c2f',
      '2feed3c3-94d1-47ed-8cba-90d7b4b0843e',
      '2f889c03-4748-4d05-91a4-d56dc32ee0da',
      'dc32cf20-eb9b-47b2-a0e5-a4d6408933be',
      '351a159d-b248-4cbd-8058-8f245df08d42',
      'd9793537-493e-41bb-8398-dd9b7f33bf4c',
      'e365f6cd-e102-4126-a864-4aeaeccbd626',
      '99e829b9-0c46-4d50-80af-58693f91a764',
      '0eef3e40-ad55-4c3e-813c-5dfd21c56d4e',
      '768b9785-efce-46d9-bf76-14fa0af0d462',
      'e3509bdd-7c8c-4e08-969d-509fadb45455',
      'df9cfa27-81bd-42c9-ba05-ed212e579256',
      'ea1e7b5e-7611-413f-825f-853050343f6c',
      '5091f8e9-136d-47f3-a8b4-7ed2bc2bc59a',
      'ac2185c1-56a3-4d85-a009-9d099c935f20',
      'ba87a82d-3bb5-419b-8173-2dda712c152f',
      '1ee08379-d19c-478a-982d-f6a00e9167a6',
      '8e41c825-45ec-4299-a2f2-58b970604c56',
      '72a13772-a1d3-42dd-aa42-cf6107ca510b',
      '8052ec9e-22b6-49b4-bcf3-c3f65f3de397',
      '653e7ce3-9cfc-4281-85af-29841db0a293',
      'e1bc65d0-e546-47cb-b83f-d3d0d2d270c2',
      'e6d4f5ab-1f63-459b-9f37-2bd1f3cb64ce',
      '43fb0fed-acdf-4256-8498-91f6e028e1df',
      '00751587-8d4f-4c7f-8930-e1164fffb25a',
      'a7d49b08-92b3-408b-a6e0-13284af256c8',
      '23337563-ff67-424d-82be-2f2a298fce90',
      '7b4d07dc-9e17-489f-b579-05cf2c2d53b2',
      '032654ca-ea21-4e18-beb9-afca51c5faaf',
      '36c38ca3-0f8b-4375-a040-0165997c31be',
      '1078d061-0aa9-45ac-b85d-a326b714a1e2',
      '3639b64f-4b37-4fbf-875d-d3547ff1212a',
      'cee3ca57-4114-4945-b396-5f7fbecf0f6a',
      '9fb61629-8530-4420-929b-1b0d195600ff',
      '9119506b-cbab-4c8d-baa3-e3a6eafd3086',
      '401d2176-d91f-4c7d-b654-c735b992995e',
      '2b98d19d-ee52-48f6-aff0-3066023984b1',
      '75f71c5d-efeb-4ccd-9a3a-27d6c07adade',
      '535f3139-3aa3-4305-a698-126282d52ac9',
      '206f4363-677e-4dfc-a3ba-ea4ce73dfd44',
      '569e2335-3b09-4c09-949e-06a51802ab32',
      '2fee0325-d513-45b9-8d4d-c77af4304985',
      'b628ba1c-1e61-4770-aed9-44d671bb6ffb',
      '01654ed8-3c21-44bf-a2bf-1f9365fdecf1',
      '9caa44ff-c7d7-409b-a8fb-28918f7a16a8',
      '6ae6422a-7f0b-4d22-8c13-da475625f7a9',
      '24475f9a-d001-4ea6-a5a0-0a26320daaf6',
      '662c9327-dc68-4535-a4ec-2b7a2790fdb0',
      'bb43d352-ca71-4b2b-a80d-2846e0124e28',
      '7a9402cb-8728-4610-817e-b3fcf38fc0e3',
      '90184cc8-883e-4bf1-8b23-b798d050b63a',
      'a4d35b99-f223-4483-b3bc-36e038db66b7',
      '41dce78f-a8e9-4358-bbf6-9f9f34919ea7',
      '2fbbf948-8915-4474-b37e-cad885d8b65c',
      '72bfbde9-53a5-4309-b166-6f8f19898f9a',
      'a7e7079e-2497-40c1-ba0b-7d6d08124eaa',
      '785f1bf4-139e-4425-b49b-9066c3838c26',
      'aef63ad8-28c6-449c-9991-05b507743f9e',
      '538bbcfc-22e8-4409-b9a8-401f402025fb',
    ],
  },
  categories: {
    byId: {
      'a970c9fe-a990-46a0-8320-df3029dcd6ba': {
        id: 'a970c9fe-a990-46a0-8320-df3029dcd6ba',
        name: 'Питание и физическая активность',
        tags: { primary: { name: ' Активность', emoji: '🌾' } },
        subCategories: [
          '639a6a70-e4db-43c3-9166-e79d8058b87f',
          '3e0fde79-6a16-43a0-b351-9ba3bb3de91d',
          '56421f9c-b68d-49b0-ae3c-1066d6064a60',
        ],
      },
      'a276159d-81f0-4bf8-9f6e-16f447ed5c83': {
        id: 'a276159d-81f0-4bf8-9f6e-16f447ed5c83',
        name: 'Месячные и жизнь',
        tags: { primary: { name: 'Жизнь', emoji: '😊' } },
        subCategories: [
          '29f694d8-a680-4b1c-879c-119ab2844d0d',
          'f0dd9c62-1e84-402d-b6e9-ab86187adad3',
          'ae37ed50-a3f9-4b19-ac12-dadb8409710f',
        ],
      },
      '62ec9583-e9d8-4d5e-8c38-df32263ce904': {
        id: '62ec9583-e9d8-4d5e-8c38-df32263ce904',
        name: 'Половое созревание',
        tags: { primary: { name: 'Рост', emoji: '🌹' } },
        subCategories: ['2a3e0da6-ca8f-4f12-9566-c313299b912d'],
      },
      '05435bf8-95e4-4672-9a80-4b44862f8160': {
        id: '05435bf8-95e4-4672-9a80-4b44862f8160',
        name: 'Поведение во время менструации',
        tags: { primary: { name: 'Забота ', emoji: '🚺' } },
        subCategories: [
          '24eb754b-2a69-4167-9bb2-8aaf0c4016bf',
          '8e99e4aa-d57c-4ef7-9763-21e5ad3eadbf',
          '74008d62-2b6a-4dd0-add5-c99d4fa35fa6',
        ],
      },
      'a8e4edb8-3881-468c-9884-1ddfab5c3062': {
        id: 'a8e4edb8-3881-468c-9884-1ddfab5c3062',
        name: 'Мифы и чувства',
        tags: { primary: { name: 'Чувства', emoji: '😓' } },
        subCategories: [
          '740d997f-2df3-4a9e-89cf-3464f2f1c0a1',
          'd84652d7-8c61-4227-923d-f1e20b23f6ba',
          'd9eb8878-eea4-4d21-84af-7d2fc6af69a0',
          '6d1d37cc-dc89-43d0-b36f-a1d9add92c5c',
        ],
      },
      'a74268cd-b453-44e6-ad7e-3c07f3bd35e6': {
        id: 'a74268cd-b453-44e6-ad7e-3c07f3bd35e6',
        name: 'Менструация и менструальный цикл',
        tags: { primary: { name: 'Цикл', emoji: '🔴' } },
        subCategories: [
          'a7549b1b-4f42-4833-95eb-4cd138efa2aa',
          'efe164d4-33c3-4ae9-b508-63ac7c7f45d3',
          '1022f060-f3af-4640-97ea-24cf5cc9ff6b',
        ],
      },
      '023ae263-89e8-4c34-8529-b5aaf2ac02e0': {
        id: '023ae263-89e8-4c34-8529-b5aaf2ac02e0',
        name: 'Мои права',
        tags: { primary: { name: 'Права', emoji: '📜' } },
        subCategories: [
          '37c5ca76-7d92-4296-9778-4d8fd9c36a72',
          'dd27475a-12c4-4b83-bd88-b53662b7b84e',
        ],
      },
      'e0b2625e-dce3-4ebf-aa6c-2a2082ec1d52': {
        id: 'e0b2625e-dce3-4ebf-aa6c-2a2082ec1d52',
        name: 'Использование «Оки»',
        tags: { primary: { name: 'Руководство', emoji: '📱' } },
        subCategories: [
          'a766c8cf-f0f2-448b-8396-c8c57dfe60c8',
          '3dd2e12d-88ed-4561-bb87-26d20f8687ec',
          '4e6b7634-1514-4fc4-9710-96e9e0563120',
        ],
      },
      'b8a94993-2d45-4cf5-a499-74c4356f33af': {
        id: 'b8a94993-2d45-4cf5-a499-74c4356f33af',
        name: 'Психическое здоровье',
        tags: { primary: { name: 'Здоровье', emoji: '🙉' } },
        subCategories: ['87827f12-3f89-4b2a-b5a2-60881bc0fbda'],
      },
      '81cd970b-0897-47c1-ae49-5fb4034fd083': {
        id: '81cd970b-0897-47c1-ae49-5fb4034fd083',
        name: 'Насилие',
        tags: { primary: { name: 'Насилие', emoji: '🚫' } },
        subCategories: [
          'c415601d-1039-4d3d-accd-ad84756e5bc7',
          '566c249d-3c6a-4045-a1b0-0765a9a5043a',
        ],
      },
      '90df6392-3457-4da0-9199-0a9937fd6dab': {
        id: '90df6392-3457-4da0-9199-0a9937fd6dab',
        name: 'Помощь от мальчиков во время месячных. Отношения.',
        tags: { primary: { name: 'Мальчики', emoji: '👫' } },
        subCategories: [
          'dd177912-ebc9-4814-b2ca-e49fab31d4f3',
          '91dd79a9-f6bf-442d-9b78-fac47a65fd42',
          '38c533e2-c8e0-419e-9af5-6cc93a999aee',
        ],
      },
    },
    allIds: [
      'a970c9fe-a990-46a0-8320-df3029dcd6ba',
      'a276159d-81f0-4bf8-9f6e-16f447ed5c83',
      '62ec9583-e9d8-4d5e-8c38-df32263ce904',
      '05435bf8-95e4-4672-9a80-4b44862f8160',
      'a8e4edb8-3881-468c-9884-1ddfab5c3062',
      'a74268cd-b453-44e6-ad7e-3c07f3bd35e6',
      '023ae263-89e8-4c34-8529-b5aaf2ac02e0',
      'e0b2625e-dce3-4ebf-aa6c-2a2082ec1d52',
      'b8a94993-2d45-4cf5-a499-74c4356f33af',
      '81cd970b-0897-47c1-ae49-5fb4034fd083',
      '90df6392-3457-4da0-9199-0a9937fd6dab',
    ],
  },
  subCategories: {
    byId: {
      '639a6a70-e4db-43c3-9166-e79d8058b87f': {
        id: '639a6a70-e4db-43c3-9166-e79d8058b87f',
        name: 'Внешний вид и вес',
        articles: [
          'da7ed47a-7fff-447c-9a40-7a599ae37439',
          '078f8c54-3fed-47d4-8bfb-8fa44f3a9c22',
          '470281e0-c1ff-4bc4-9c4f-24a49ce32afd',
          'cb7697c6-a38b-41e6-a7d1-32e9bd84dd38',
          '202b2d63-561d-46d6-b32f-a2f846f057f9',
          '260a98ea-fdcc-4049-801e-93bf8d6f2d75',
          'b007dff3-1355-4e47-9260-8d00f581bae4',
          'd51e6799-b391-400a-ba5a-98e5c352b9f3',
          'b316928e-9f45-4c62-b9bb-7a49f61d2e85',
          'aa725564-4e40-4022-96ef-235c7f57646c',
          'd7b78485-ae14-4f13-a71d-e82aa4f354b8',
          '073d9fe8-108e-47f8-bfa1-aae023a34402',
        ],
      },
      '3e0fde79-6a16-43a0-b351-9ba3bb3de91d': {
        id: '3e0fde79-6a16-43a0-b351-9ba3bb3de91d',
        name: 'Питание и диета',
        articles: [
          '6c641388-b454-47fb-ba85-89cc15b4a34b',
          'c6e3c89e-e8b3-4423-9a77-bf817662b27c',
          'a40193d8-a55d-4801-864c-a05097b060cb',
          '23f2873f-8a44-4e40-a264-dcb1b1e5a863',
          'a7d8a69d-128b-421c-83be-e9a2f8e2039e',
        ],
      },
      '56421f9c-b68d-49b0-ae3c-1066d6064a60': {
        id: '56421f9c-b68d-49b0-ae3c-1066d6064a60',
        name: 'Физические упражнения',
        articles: ['96e6f0f8-b72f-47c6-9245-75935ec599c1'],
      },
      '29f694d8-a680-4b1c-879c-119ab2844d0d': {
        id: '29f694d8-a680-4b1c-879c-119ab2844d0d',
        name: 'Внешний вид и здоровый образ жизни',
        articles: [
          '143bc8e8-afba-43e3-b2ab-a05579dc54ef',
          '9e453987-89a4-4ec5-99a2-f47f07e5ca75',
          '0062b2b6-c382-40fc-b99a-06a5478db0d6',
        ],
      },
      'f0dd9c62-1e84-402d-b6e9-ab86187adad3': {
        id: 'f0dd9c62-1e84-402d-b6e9-ab86187adad3',
        name: 'Подготовка к школе и поведение при месячных',
        articles: ['03cdf7dd-527e-4805-9ec8-f44de44dde54'],
      },
      'ae37ed50-a3f9-4b19-ac12-dadb8409710f': {
        id: 'ae37ed50-a3f9-4b19-ac12-dadb8409710f',
        name: 'Уход за кожей',
        articles: [
          '66ffad0e-d018-4add-96a6-0d09877042c6',
          '161458b5-6d24-4494-86b7-91e04da131f5',
          '6a1e162c-a178-417d-8103-15e56f535427',
          'c1e6d803-be93-48bf-a8ad-ce52e12c7d3c',
          'c4c653d5-5155-4a62-b1c1-b13afc92c129',
          'ad568749-31c3-441d-a285-e2e0f535d62b',
          '11fc03e1-8473-4ec3-b43d-9b170b8a0ed8',
        ],
      },
      '2a3e0da6-ca8f-4f12-9566-c313299b912d': {
        id: '2a3e0da6-ca8f-4f12-9566-c313299b912d',
        name: 'Половое созревание',
        articles: [
          'abf7dadd-d226-4931-ab38-2329142e105a',
          '7bc18b5b-b639-497c-bf63-bfd49b016280',
          'd9450600-c296-4bf0-a0ca-854f6999aa76',
          '21062e91-d5fa-4516-9717-8828103685fc',
          '06e99434-169d-4a18-9a5d-2975186f58ab',
          'b40e2083-5f49-4729-891c-ce18a3a85d92',
          'f9bb4e77-836c-4112-b6f4-2a90076c0bb7',
          '9e0ab166-cd29-4900-aefa-4344783b8caa',
          '2fe08ea4-b85f-47d5-9d6a-010a382475fe',
          'ae8fe01b-6530-4cb5-ad21-e5cfe990c128',
          '7fb5e468-88d4-42b8-964c-847a34ebf9de',
          '7ff0723f-f4ae-465b-b109-8be625333bab',
          '4e80cb44-b249-4b03-8a98-0fb4ff7a8d7d',
          '60d97943-30ba-47d3-968f-f8ae8e53f42b',
          '567e6181-f0d3-44c0-b420-7cf2792974c9',
          'b70d30b7-164a-4b78-ba69-abd3f30ba774',
          '115a3379-55e6-480d-91de-f264d77d31a4',
          'f3402669-6251-4170-81fd-8566d3798d80',
        ],
      },
      '24eb754b-2a69-4167-9bb2-8aaf0c4016bf': {
        id: '24eb754b-2a69-4167-9bb2-8aaf0c4016bf',
        name: 'Боли при месячных',
        articles: [
          '8c3fc754-85fd-4f0b-a8a5-e4dc8a1bcfc9',
          'ca174d79-4615-4ae3-a7ff-b89c0d1fdda1',
          'f3b035be-5904-4180-affb-75c9301f6dad',
          '323b23c4-109a-4b84-8816-a5ad05475ea0',
          '8eb6b4d5-2ba2-4d4d-9437-ea1c72292a59',
          '0ba9f667-83a7-4f26-8fc8-dacf315e4045',
        ],
      },
      '8e99e4aa-d57c-4ef7-9763-21e5ad3eadbf': {
        id: '8e99e4aa-d57c-4ef7-9763-21e5ad3eadbf',
        name: 'Гигиена',
        articles: [
          'ae394de8-3148-45a6-96a8-bdab1b10d2a9',
          'ac5b6245-e012-4e01-bf05-ca4250204f83',
          '6a8b5da0-9b5b-4af2-a3d3-64df77084aa6',
          '2ab93107-c4d2-45cd-bd3f-b78151a70cc7',
        ],
      },
      '74008d62-2b6a-4dd0-add5-c99d4fa35fa6': {
        id: '74008d62-2b6a-4dd0-add5-c99d4fa35fa6',
        name: 'Гигиенические принадлежности',
        articles: [
          'facf717e-dece-4ed2-85d2-10264b7df9ca',
          'afe1649c-bd79-4f07-836f-e530aab998af',
          'd8444265-e5d1-4bf7-8a84-54794716c6df',
          'f231162f-5741-4062-b921-ca8deb0b4df1',
          'e010e4e5-4f9e-4b38-a743-d09b1eacda4a',
          'c4751fe9-4dfa-4f53-a0ca-e975ac5c1f2c',
          'bbbc7435-d821-42a2-a181-194dd9e37337',
          '2a9e514b-5ce2-4e55-80ae-60ab008683ef',
          '54adedcd-2147-4159-81ee-c49b3ff65512',
          '4c82d9e5-bf01-4c5a-8fb0-7931ab3e4fdc',
          '04ac0515-a1e9-40ad-93c4-9ade0757ac9a',
          '9c87396b-98b9-4e22-890b-a1dcbc2d557b',
          '867f9c41-b2ae-41c9-b9ee-68f7171c00e1',
          '91b95b9a-cd60-4bae-ab14-4c55306b3793',
        ],
      },
      '740d997f-2df3-4a9e-89cf-3464f2f1c0a1': {
        id: '740d997f-2df3-4a9e-89cf-3464f2f1c0a1',
        name: 'Страх',
        articles: ['79a47914-2d91-4de8-b57e-386c1d92f625'],
      },
      'd84652d7-8c61-4227-923d-f1e20b23f6ba': {
        id: 'd84652d7-8c61-4227-923d-f1e20b23f6ba',
        name: 'Стыд',
        articles: ['37fc1042-1c88-482b-93b5-2881b6b0e616', '03d830b7-7d06-4358-aa0b-a7cba9c378dd'],
      },
      'd9eb8878-eea4-4d21-84af-7d2fc6af69a0': {
        id: 'd9eb8878-eea4-4d21-84af-7d2fc6af69a0',
        name: 'Мифы',
        articles: [
          'ab1ed8d6-d6b4-4d42-9cb0-aeded0c39bea',
          '45fd108a-6236-4b86-9216-ef1e3c1d1a99',
          'fa518d08-02f7-4c33-9f34-5e31ab384626',
          'a7cae43e-d5a7-4d9e-ad2c-83bbf8378b6b',
          'da49975e-000d-454c-b1ab-411031d5f363',
          'b88c022d-f387-400a-bf62-879fed35547f',
          '14edcc6e-7b34-4fc9-8bb6-bf7176d27ee0',
          'b4dc29db-555d-4c2c-a6be-30eec4343955',
          '741ec131-d50f-4433-b370-7c1a90602f9b',
        ],
      },
      '6d1d37cc-dc89-43d0-b36f-a1d9add92c5c': {
        id: '6d1d37cc-dc89-43d0-b36f-a1d9add92c5c',
        name: 'Чувства',
        articles: [
          '4608c90a-9ab6-412f-b5d4-8483d2234159',
          'd2beff0d-9ac2-4e23-8046-bffa319577a8',
          '3840015c-24e1-4edd-990a-5cee184d1d92',
          '551a1db8-152c-4618-ab85-ef9285c90fbc',
          'd3c48d05-ab97-4c2d-8d6e-5d7e1f4f2948',
          '4406eeb3-b78e-4611-81d3-7461178d065e',
        ],
      },
      'a7549b1b-4f42-4833-95eb-4cd138efa2aa': {
        id: 'a7549b1b-4f42-4833-95eb-4cd138efa2aa',
        name: 'Факты о месячных',
        articles: [
          'f9bcf556-b332-4da6-b73b-dbd887caa343',
          '825a526e-bc5d-4013-b01f-1c5e0ef69c17',
          'd6dff334-b9a7-40e8-a37b-345b1fbba75a',
          'dd963018-82f6-49c9-b00d-3430838281a8',
          '8fd7dce8-91c5-41d4-8f55-8ccb2402f86c',
          '8522f093-bc1b-4969-95f6-e18c0f83d875',
          '7de4171f-7df7-4c2e-9ae6-00b889ea48e3',
          'fa72869e-847f-41ae-ad00-bb465bcb21ff',
          'a1a542cb-9603-4c60-a2e3-86e443118557',
          '919dcdaf-e549-49a3-bc3c-ee5819d2ce55',
          '20099fd2-fedc-4bcc-a737-0722a6a1ade3',
          '81762b83-838a-406b-87e3-ef57d11ed382',
          '8a6252b0-0f21-43a4-94ec-e5540c69a616',
          'bcb818a5-de90-4281-93ed-bd9f34d97d9e',
          'e474d970-c3c1-4824-a8ba-0fbc9b48ba26',
          'bf00fbc9-826c-46d4-a2c7-f82dc57ad7e7',
        ],
      },
      'efe164d4-33c3-4ae9-b508-63ac7c7f45d3': {
        id: 'efe164d4-33c3-4ae9-b508-63ac7c7f45d3',
        name: 'Кровь и кровянистые выделения',
        articles: [
          '2b2a6d93-1737-4add-a62c-df0f37d63fbc',
          '93c88797-8632-42f1-ab0e-76a2ba39cbbe',
          '692ea68b-de51-46b1-8a73-f473843577d6',
          '1033cbba-64dd-4547-a1cf-e76f012185c9',
          'd8b75b39-a0b1-4aa3-98a0-37c0d88c8196',
          '1213e078-03bc-4f88-b01e-3e4983436ed8',
          '9ae52b85-4bec-4b5f-ad0e-9728c34db136',
          '5ac0123b-5cf2-48bd-87bd-34daa7f923f6',
        ],
      },
      '1022f060-f3af-4640-97ea-24cf5cc9ff6b': {
        id: '1022f060-f3af-4640-97ea-24cf5cc9ff6b',
        name: 'Нерегулярность цикла',
        articles: ['d8e36013-759f-4ef3-b9c5-9e9905bcfc0c', '42faf31d-db32-4466-a1ed-3982b6c66f34'],
      },
      '37c5ca76-7d92-4296-9778-4d8fd9c36a72': {
        id: '37c5ca76-7d92-4296-9778-4d8fd9c36a72',
        name: 'Мои права человека',
        articles: [
          '170296a2-0ab7-4326-ab11-7df0bc1b2aef',
          '1dd9392b-0ff9-4c44-9aa4-35fb8d62f12f',
          'c802e31a-8562-41a2-bffd-2e1527cdef9c',
          'a9f2153c-9aa3-4bcb-9897-06f7abf138ca',
          '41adeb48-52a4-4a6e-810d-8a53c943cd10',
        ],
      },
      'dd27475a-12c4-4b83-bd88-b53662b7b84e': {
        id: 'dd27475a-12c4-4b83-bd88-b53662b7b84e',
        name: 'Детские браки',
        articles: [
          '3dc2aba2-20e1-4722-85b0-27e70ef1ebad',
          '10d88e53-68b5-45ee-b716-3c40245d4f93',
          '4ae42152-97c6-4747-9646-b16d26ebedd8',
          '45b55373-1439-4211-949c-89a3f0032076',
          '48789b08-f8ff-492d-a2f8-124ef9b180db',
        ],
      },
      'a766c8cf-f0f2-448b-8396-c8c57dfe60c8': {
        id: 'a766c8cf-f0f2-448b-8396-c8c57dfe60c8',
        name: 'Обеспечение безопасности вашей информации',
        articles: [
          '6879a000-10c6-40ff-8a9b-f52e5e79c6ff',
          'e6c7cf41-0b39-4895-87a3-9f43e7203ea5',
          'd1677ae9-fddb-473e-845e-de839a0a13c0',
        ],
      },
      '3dd2e12d-88ed-4561-bb87-26d20f8687ec': {
        id: '3dd2e12d-88ed-4561-bb87-26d20f8687ec',
        name: 'Ваш аккаунт в «Оки»',
        articles: [
          'fbf9dedd-c9af-4f27-b639-a7d33ba1ed4c',
          'edb9ddf5-f091-427a-91fb-4e2b91c10c52',
          '67f9239a-54dd-4975-94dd-77f97a192f65',
          'f5e42fc9-0ef0-4be5-819d-33334a155f31',
          'c856d044-a73d-4eec-86d9-e36c3eec2634',
          '73dad13d-2173-4dd4-b881-45fa846d4c2f',
          '2feed3c3-94d1-47ed-8cba-90d7b4b0843e',
          '2f889c03-4748-4d05-91a4-d56dc32ee0da',
        ],
      },
      '4e6b7634-1514-4fc4-9710-96e9e0563120': {
        id: '4e6b7634-1514-4fc4-9710-96e9e0563120',
        name: 'Ваши вопросы об «Оки»',
        articles: [
          'dc32cf20-eb9b-47b2-a0e5-a4d6408933be',
          '351a159d-b248-4cbd-8058-8f245df08d42',
          'd9793537-493e-41bb-8398-dd9b7f33bf4c',
          'e365f6cd-e102-4126-a864-4aeaeccbd626',
          '99e829b9-0c46-4d50-80af-58693f91a764',
          '0eef3e40-ad55-4c3e-813c-5dfd21c56d4e',
          '768b9785-efce-46d9-bf76-14fa0af0d462',
          'e3509bdd-7c8c-4e08-969d-509fadb45455',
          'df9cfa27-81bd-42c9-ba05-ed212e579256',
          'ea1e7b5e-7611-413f-825f-853050343f6c',
          '5091f8e9-136d-47f3-a8b4-7ed2bc2bc59a',
          'ac2185c1-56a3-4d85-a009-9d099c935f20',
          'ba87a82d-3bb5-419b-8173-2dda712c152f',
          '1ee08379-d19c-478a-982d-f6a00e9167a6',
          '8e41c825-45ec-4299-a2f2-58b970604c56',
          '72a13772-a1d3-42dd-aa42-cf6107ca510b',
          '8052ec9e-22b6-49b4-bcf3-c3f65f3de397',
          '653e7ce3-9cfc-4281-85af-29841db0a293',
          'e1bc65d0-e546-47cb-b83f-d3d0d2d270c2',
          'e6d4f5ab-1f63-459b-9f37-2bd1f3cb64ce',
          '43fb0fed-acdf-4256-8498-91f6e028e1df',
          '00751587-8d4f-4c7f-8930-e1164fffb25a',
          'a7d49b08-92b3-408b-a6e0-13284af256c8',
        ],
      },
      '87827f12-3f89-4b2a-b5a2-60881bc0fbda': {
        id: '87827f12-3f89-4b2a-b5a2-60881bc0fbda',
        name: 'Проблемы с психическим здоровьем',
        articles: [
          '23337563-ff67-424d-82be-2f2a298fce90',
          '7b4d07dc-9e17-489f-b579-05cf2c2d53b2',
          '032654ca-ea21-4e18-beb9-afca51c5faaf',
          '36c38ca3-0f8b-4375-a040-0165997c31be',
          '1078d061-0aa9-45ac-b85d-a326b714a1e2',
        ],
      },
      'c415601d-1039-4d3d-accd-ad84756e5bc7': {
        id: 'c415601d-1039-4d3d-accd-ad84756e5bc7',
        name: 'Сексуальные домогательства',
        articles: [
          '3639b64f-4b37-4fbf-875d-d3547ff1212a',
          'cee3ca57-4114-4945-b396-5f7fbecf0f6a',
          '9fb61629-8530-4420-929b-1b0d195600ff',
          '9119506b-cbab-4c8d-baa3-e3a6eafd3086',
          '401d2176-d91f-4c7d-b654-c735b992995e',
          '2b98d19d-ee52-48f6-aff0-3066023984b1',
        ],
      },
      '566c249d-3c6a-4045-a1b0-0765a9a5043a': {
        id: '566c249d-3c6a-4045-a1b0-0765a9a5043a',
        name: 'Сексуальное насилие',
        articles: [
          '75f71c5d-efeb-4ccd-9a3a-27d6c07adade',
          '535f3139-3aa3-4305-a698-126282d52ac9',
          '206f4363-677e-4dfc-a3ba-ea4ce73dfd44',
          '569e2335-3b09-4c09-949e-06a51802ab32',
        ],
      },
      'dd177912-ebc9-4814-b2ca-e49fab31d4f3': {
        id: 'dd177912-ebc9-4814-b2ca-e49fab31d4f3',
        name: 'Мальчики и мужчины',
        articles: [
          '2fee0325-d513-45b9-8d4d-c77af4304985',
          'b628ba1c-1e61-4770-aed9-44d671bb6ffb',
          '01654ed8-3c21-44bf-a2bf-1f9365fdecf1',
        ],
      },
      '91dd79a9-f6bf-442d-9b78-fac47a65fd42': {
        id: '91dd79a9-f6bf-442d-9b78-fac47a65fd42',
        name: 'Гендер',
        articles: ['9caa44ff-c7d7-409b-a8fb-28918f7a16a8'],
      },
      '38c533e2-c8e0-419e-9af5-6cc93a999aee': {
        id: '38c533e2-c8e0-419e-9af5-6cc93a999aee',
        name: 'Отношения',
        articles: [
          '6ae6422a-7f0b-4d22-8c13-da475625f7a9',
          '24475f9a-d001-4ea6-a5a0-0a26320daaf6',
          '662c9327-dc68-4535-a4ec-2b7a2790fdb0',
          'bb43d352-ca71-4b2b-a80d-2846e0124e28',
          '7a9402cb-8728-4610-817e-b3fcf38fc0e3',
          '90184cc8-883e-4bf1-8b23-b798d050b63a',
          'a4d35b99-f223-4483-b3bc-36e038db66b7',
          '41dce78f-a8e9-4358-bbf6-9f9f34919ea7',
          '2fbbf948-8915-4474-b37e-cad885d8b65c',
          '72bfbde9-53a5-4309-b166-6f8f19898f9a',
          'a7e7079e-2497-40c1-ba0b-7d6d08124eaa',
          '785f1bf4-139e-4425-b49b-9066c3838c26',
          'aef63ad8-28c6-449c-9991-05b507743f9e',
          '538bbcfc-22e8-4409-b9a8-401f402025fb',
        ],
      },
    },
    allIds: [
      '639a6a70-e4db-43c3-9166-e79d8058b87f',
      '3e0fde79-6a16-43a0-b351-9ba3bb3de91d',
      '56421f9c-b68d-49b0-ae3c-1066d6064a60',
      '29f694d8-a680-4b1c-879c-119ab2844d0d',
      'f0dd9c62-1e84-402d-b6e9-ab86187adad3',
      'ae37ed50-a3f9-4b19-ac12-dadb8409710f',
      '2a3e0da6-ca8f-4f12-9566-c313299b912d',
      '24eb754b-2a69-4167-9bb2-8aaf0c4016bf',
      '8e99e4aa-d57c-4ef7-9763-21e5ad3eadbf',
      '74008d62-2b6a-4dd0-add5-c99d4fa35fa6',
      '740d997f-2df3-4a9e-89cf-3464f2f1c0a1',
      'd84652d7-8c61-4227-923d-f1e20b23f6ba',
      'd9eb8878-eea4-4d21-84af-7d2fc6af69a0',
      '6d1d37cc-dc89-43d0-b36f-a1d9add92c5c',
      'a7549b1b-4f42-4833-95eb-4cd138efa2aa',
      'efe164d4-33c3-4ae9-b508-63ac7c7f45d3',
      '1022f060-f3af-4640-97ea-24cf5cc9ff6b',
      '37c5ca76-7d92-4296-9778-4d8fd9c36a72',
      'dd27475a-12c4-4b83-bd88-b53662b7b84e',
      'a766c8cf-f0f2-448b-8396-c8c57dfe60c8',
      '3dd2e12d-88ed-4561-bb87-26d20f8687ec',
      '4e6b7634-1514-4fc4-9710-96e9e0563120',
      '87827f12-3f89-4b2a-b5a2-60881bc0fbda',
      'c415601d-1039-4d3d-accd-ad84756e5bc7',
      '566c249d-3c6a-4045-a1b0-0765a9a5043a',
      'dd177912-ebc9-4814-b2ca-e49fab31d4f3',
      '91dd79a9-f6bf-442d-9b78-fac47a65fd42',
      '38c533e2-c8e0-419e-9af5-6cc93a999aee',
    ],
  },
  quizzes: {
    byId: {
      'd7921bbc-fafc-4a35-879c-fd65f189c481': {
        id: 'd7921bbc-fafc-4a35-879c-fd65f189c481',
        isAgeRestricted: false,
        question: 'Головокружение во время месячных — это ненормальн. 😵 \r\n\r\n',
        answers: [
          { text: 'Правда', emoji: '', isCorrect: false },
          { text: 'Ложь', emoji: '', isCorrect: true },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Ты права! Головокружение, слабость и чрезмерная усталость могут быть признаком дефицита железа. Если у тебя часто возникают эти симптомы, обратись к врачу.👩‍⚕️',
          in_correct:
            'Неправильно! Головокружение, слабость и чрезмерная усталость могут быть признаком дефицита железа . Если у тебя возникают эти симптомы, обратись к врачу. 👩‍⚕️',
        },
      },
      '2a5f0cb1-98bd-4dc2-83d0-2f24c82ff462': {
        id: '2a5f0cb1-98bd-4dc2-83d0-2f24c82ff462',
        isAgeRestricted: false,
        question: 'Желание изменить что-то в своём теле естественно и нормально.',
        answers: [
          { text: 'Правда', emoji: '', isCorrect: true },
          { text: 'Ложь', emoji: '', isCorrect: false },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Правильно! Это абсолютно нормально, но не означает, что ты обязательно должна что-то менять! Но Лучше — любить в себе то, что тебе нравится. 😊',
          in_correct:
            'Нет! Это абсолютно нормально — хотеть что-то изменить, но не означает, что ты обязательно должна это делать! Но, лучше любить в себе то, что тебе нравится.😊',
        },
      },
      '6d909610-1309-4fc3-92c0-46dee4cb54a1': {
        id: '6d909610-1309-4fc3-92c0-46dee4cb54a1',
        isAgeRestricted: false,
        question: 'Влияют ли физические упражнения на снижение спазмов? 🏃🏽‍♀️',
        answers: [
          { text: 'Нет', emoji: '', isCorrect: false },
          { text: 'Они отвлекают  боли ', emoji: '', isCorrect: false },
          { text: 'Увеличивают кровоток', emoji: '', isCorrect: true },
        ],
        response: {
          correct:
            'Отлично! Физические упражнения — отличный способ разогнать кровь в тех частях тела, где ты чувствуешь боль во время месячных.😀 ',
          in_correct:
            'Неправильно! Физические упражнения — отличный способ разогнать кровь в тех частях тела, где ты чувствуешь боль во время месячных.😀 ',
        },
      },
      '45d5ca28-afca-48c7-b97e-20884ba1a3e3': {
        id: '45d5ca28-afca-48c7-b97e-20884ba1a3e3',
        isAgeRestricted: false,
        question: 'Может ли употребление определённых продуктов изменить запах крови',
        answers: [
          { text: 'Правда', emoji: '', isCorrect: false },
          { text: 'Ложь', emoji: '', isCorrect: true },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Правильно! Еда не влияет на запах крови при месячных, поэтому ешь то, что нравится! 😋',
          in_correct:
            'Неправильно! Еда никак не влияет на запах крови при месячных, поэтому ешь то, что нравится! 😋',
        },
      },
      '86140541-d83a-49d2-b8c7-8ec154a77ff5': {
        id: '86140541-d83a-49d2-b8c7-8ec154a77ff5',
        isAgeRestricted: false,
        question: 'Почему мальчики дразнят девочек во время месячных?  😠',
        answers: [
          { text: 'Это их право', emoji: '', isCorrect: false },
          { text: 'Мало информированы', emoji: '', isCorrect: true },
          { text: 'Они бессердечны', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Верно! У мальчиков, как и девочек, недостаточно информации о месячных. 😳 Это может вызвать у мальчиков смущение по поводу этой особенности организма девочек. ',
          in_correct:
            'Упс! У мальчиков, как и девочек, недостаточно информации о месячных. 😳 Это может вызвать у мальчиков смущение по поводу этой особенности организма девочек.  ',
        },
      },
      'd7e22402-a04d-4dc8-99c9-1557e2787265': {
        id: 'd7e22402-a04d-4dc8-99c9-1557e2787265',
        isAgeRestricted: false,
        question: 'У мальчиков тоже могут быть месячные.\r\n',
        answers: [
          { text: 'Правда', emoji: '', isCorrect: false },
          { text: 'Ложь', emoji: '', isCorrect: true },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'У мальчиков не может быть месячных, потому что их репродуктивные органы отличаются от органов девочек! 👫',
          in_correct:
            'Неправильно! У мальчиков не может быть месячных, потому что их репродуктивные органы отличаются от органов девочек. 👫',
        },
      },
      'b7aef516-4702-464f-a98d-d66a78aac7c2': {
        id: 'b7aef516-4702-464f-a98d-d66a78aac7c2',
        isAgeRestricted: false,
        question: 'Пол и гендер — это одно и то же. \r\n\r\n',
        answers: [
          { text: 'Правда', emoji: '', isCorrect: false },
          { text: 'Ложь', emoji: '', isCorrect: true },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Верно, это разные вещи. Пол определяется хромосомами. 🔬 Гендер — это правила, принятые в обществе по поводу того, как мужчины и женщины должны себя вести. ',
          in_correct:
            'Нет, это разные вещи! Пол определяется хромосомами. 🔬 Гендер — это о  правилах принятых,  в обществе по поводу того, как мужчины и женщины должны себя вести. ',
        },
      },
      'ae28c95e-dfd4-4060-bf6a-ea277541efec': {
        id: 'ae28c95e-dfd4-4060-bf6a-ea277541efec',
        isAgeRestricted: false,
        question: 'Ты должна изменить себя, чтобы заставить кого-то полюбить тебя.💄',
        answers: [
          { text: 'Правда', emoji: '', isCorrect: false },
          { text: 'Ложь', emoji: '', isCorrect: true },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Ты права! Ты не должна меняться, чтобы заставить кого-то полюбить тебя. Ты должна быть только с тем, кто любит тебя такой, какая ты есть. 💞',
          in_correct:
            'Неправильно! Ты не должна меняться, чтобы заставить кого-то полюбить тебя. Ты должна быть только с тем, кто любит тебя такой, какая ты есть. 💞',
        },
      },
      '9e1319d4-70b2-42b2-af01-dd61186ebdf5': {
        id: '9e1319d4-70b2-42b2-af01-dd61186ebdf5',
        isAgeRestricted: false,
        question: 'Хороший друг НЕ должен заставлять тебя чувствовать себя…',
        answers: [
          { text: '…виноватой (-ым)', emoji: '', isCorrect: true },
          { text: '…ценной (-ым)', emoji: '', isCorrect: false },
          { text: '…радостной (-ым)', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Да! Хороший друг всегда позволяет тебе чувствовать радость.  Однако хороший друг никогда не заставит тебя почувствовать себя виноватой (-ым)!  😫',
          in_correct:
            'Не верный ответ! Хороший друг всегда позволяет тебе чувствовать радость. Однако хороший друг никогда не заставит тебя почувствовать себя виноватой(ым)! 😫',
        },
      },
      '716d2f06-b78e-486a-ad74-0b17c5290750': {
        id: '716d2f06-b78e-486a-ad74-0b17c5290750',
        isAgeRestricted: false,
        question: 'Чтобы быть хорошим другом, нужно постоянно давать советы.',
        answers: [
          { text: 'Правда', emoji: '', isCorrect: false },
          { text: 'Ложь', emoji: '', isCorrect: true },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Правильно! Умение слушать важнее умения раздавать советы. 👂🏼 Лучше спросить, чем именно ты можешь помочь другу, и проявить заботу. ',
          in_correct:
            'Неверно! Людям не всегда нужны советы. Важнее уметь слушать 👂🏼, спрашивать, как именно ты можешь помочь, и проявлять заботу. \r\n',
        },
      },
      '230751c8-c707-4984-8f92-7c6ae53afafd': {
        id: '230751c8-c707-4984-8f92-7c6ae53afafd',
        isAgeRestricted: false,
        question: 'Влюбленность всегда связана с романтикой.😍',
        answers: [
          { text: 'Да', emoji: '', isCorrect: false },
          { text: 'Нет', emoji: '', isCorrect: true },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Правильно! Влюбленность означает сильные чувства к кому-то лишь на короткое время. Она может произойти и между друзьями! 😊',
          in_correct:
            'Неправильно! Влюбленность означает сильные чувства к кому-то лишь на короткое время. Она может произойти и между друзьями! 😊',
        },
      },
      '400ced21-de95-4509-bc26-977537ef4a01': {
        id: '400ced21-de95-4509-bc26-977537ef4a01',
        isAgeRestricted: false,
        question: 'Как понять, что ты кому-то нравишься? 😘',
        answers: [
          { text: 'Тебя дразнят', emoji: '', isCorrect: false },
          { text: 'На тебя смотрят', emoji: '', isCorrect: true },
          { text: 'Тебя игнорируют', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Именно так! Если кто-то часто смотрит на тебя, вполне возможно, что ты ему нравишься. Но узнать наверняка можно только спросив! 😜',
          in_correct:
            'Упс, неправильно! Правильный ответ — «на тебя смотрят». Но узнать наверняка можно только спросив! 😜',
        },
      },
      '80a7c570-10a3-4d00-867f-8b9e916e8e65': {
        id: '80a7c570-10a3-4d00-867f-8b9e916e8e65',
        isAgeRestricted: false,
        question: 'Выделения между месячными — это нормально. 👍',
        answers: [
          { text: 'Правда', emoji: '', isCorrect: true },
          { text: 'Ложь', emoji: '', isCorrect: false },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Правильно! 🌈 Это не повод для беспокойства, если только между месячными у тебя не начинается сильное кровотечение.',
          in_correct:
            'Ой, это неправильный ответ. 😋 Это не повод для беспокойства, если только между месячными у тебя не начинается сильное кровотечение или не возникает боль',
        },
      },
      '2e587b63-098d-42f4-86fb-8d76e690996f': {
        id: '2e587b63-098d-42f4-86fb-8d76e690996f',
        isAgeRestricted: false,
        question: 'Сколько дней в менструальном цикле? 🗓',
        answers: [
          { text: ' 15–20', emoji: '', isCorrect: false },
          { text: 'Ровно 28', emoji: '', isCorrect: false },
          { text: '21–35', emoji: '', isCorrect: true },
        ],
        response: {
          correct:
            ' Правильно! Менструальный цикл обычно длится 21–35 дней и может иметь различную продолжительность у разных девушек.☺️',
          in_correct:
            'Как жаль! Правильный вариант ответа — 3. Менструальный цикл обычно длится 21–35 дней и может иметь различную продолжительность у разных девушек. ☺️',
        },
      },
      'a9efb1fe-5892-428f-a183-28b16137656f': {
        id: 'a9efb1fe-5892-428f-a183-28b16137656f',
        isAgeRestricted: false,
        question: 'Если месячные не приходят, ты точно беременна!',
        answers: [
          { text: 'Правда', emoji: '', isCorrect: false },
          { text: 'Ложь', emoji: '', isCorrect: true },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Ты права! К отсутствию месячных также могут привести стресс, сильная усталость 😫 и нездоровое питание. ',
          in_correct:
            'Это не так! К отсутствию месячных также могут привести стресс, сильная усталость 😫 и нездоровое питание. ',
        },
      },
      '120ddb91-5127-4d50-b41c-81132ddc4771': {
        id: '120ddb91-5127-4d50-b41c-81132ddc4771',
        isAgeRestricted: false,
        question: 'Если кровь при месячных коричневая/чёрная, значит что-то не так. ',
        answers: [
          { text: 'Правда ', emoji: '', isCorrect: false },
          { text: 'Ложь', emoji: '', isCorrect: true },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Верно! Не стоит беспокоиться: цвет крови при месячных может быть разного цвета: от розоватого и красного до коричневого и практически чёрного! 👍',
          in_correct:
            'Упс, неверный ответ! Не стоит беспокоиться: цвет крови при месячных может быть разного цвета: от розоватого и красного до коричневого и практически чёрного! 👍',
        },
      },
      'cb47cf77-6844-4031-ade4-23007e1c8e4c': {
        id: 'cb47cf77-6844-4031-ade4-23007e1c8e4c',
        isAgeRestricted: false,
        question: 'Сколько периодов в менструальном цикле?',
        answers: [
          { text: '2', emoji: '', isCorrect: false },
          { text: '3', emoji: '', isCorrect: true },
          { text: '5', emoji: '', isCorrect: false },
        ],
        response: {
          correct: 'Правильно! 👍Цикл состоит из двух периодов — до и после овуляции.',
          in_correct:
            'Это неправильный ответ. Цикл состоит из двух периодов — до и после овуляции. 😯',
        },
      },
      'b9f957dc-8e00-43ef-b346-c5b52c46b0a4': {
        id: 'b9f957dc-8e00-43ef-b346-c5b52c46b0a4',
        isAgeRestricted: false,
        question: 'Сколько часов после овуляции может прожить яйцеклетка? ',
        answers: [
          { text: ' 2–4\r\n\r\n', emoji: '', isCorrect: false },
          { text: '12–24', emoji: '', isCorrect: true },
          { text: '36–72', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Так точно! 😊 Яйцеклетка живёт в течение 12–24 часов после выхода. Если не происходит оплодотворения, она погибает и растворяется в фаллопиевой трубе.',
          in_correct:
            'Неправильно! Яйцеклетка живёт в течение 12–24 часов после овуляции. ⏰ Если не происходит оплодотворения, она погибает и рассасывается в фаллопиевой трубе.',
        },
      },
      '35705d34-6f67-43a1-8988-e5a8098e88ec': {
        id: '35705d34-6f67-43a1-8988-e5a8098e88ec',
        isAgeRestricted: false,
        question: 'Скачки гормонов вызывают жирность кожи.',
        answers: [
          { text: 'Правда', emoji: '', isCorrect: true },
          { text: 'Ложь', emoji: '', isCorrect: false },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Правильно! В период полового созревания выработка гормонов может увеличить количество жира (кожного сала) в коже, это одна из причин появления прыщей. 😵',
          in_correct:
            'Однако это так! В период полового созревания выработка гормонов может увеличить количество жира (кожного сала) в коже, это одна из причин появления прыщей. 😓',
        },
      },
      '8c6eba60-a892-4068-999f-13cf58b760d6': {
        id: '8c6eba60-a892-4068-999f-13cf58b760d6',
        isAgeRestricted: false,
        question: 'Если у тебя есть угри (акне), то они останутся на всю жизнь. 😒',
        answers: [
          { text: 'Правда', emoji: '', isCorrect: false },
          { text: 'Ложь', emoji: '', isCorrect: true },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Ты права, угри (акне) часто исчезают со временем. 😊 Иногда после них остаются шрамы, поэтому старайся не выдавливать их, чтобы не усугубить ситуацию!',
          in_correct:
            'Неправильно! Угри (акне) часто исчезают со временем. 😊 Иногда после них остаются шрамы, поэтому старайся не выдавливать их, чтобы не усугубить ситуацию!\r\n',
        },
      },
      '9f1b69a1-a011-40a3-8c2f-87edaec0edde': {
        id: '9f1b69a1-a011-40a3-8c2f-87edaec0edde',
        isAgeRestricted: false,
        question: 'Что вызывает прыщи?',
        answers: [
          { text: 'Кожный жир ', emoji: '', isCorrect: true },
          { text: 'Тепло\r\n', emoji: '', isCorrect: false },
          { text: 'Плохие мысли', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Правильно! Крошечные отверстия в коже могут забиться кожным жиром и вызвать воспаление. Умывайся дважды в день с очищающим средством. 💦',
          in_correct:
            'Правильный ответ — «кожный жир». Крошечные отверстия в коже могут забиться кожным жиром и вызвать воспаление. Умывайся дважды в день с очищающим средством. 💦',
        },
      },
      '56065458-3708-4974-a5e5-e6273cedc35c': {
        id: '56065458-3708-4974-a5e5-e6273cedc35c',
        isAgeRestricted: false,
        question: 'Убеждения, о месячных, — одна из причин дискриминации девушек. 😕',
        answers: [
          { text: 'Правда', emoji: '', isCorrect: true },
          { text: 'Ложь', emoji: '', isCorrect: false },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Верно! Неправильные представления о месячных могут привести к дискриминации девушек. 😲',
          in_correct:
            'К сожалению, неправильные представления о месячных могут привести к дискриминации девушек. 😲 Верный ответ — «правда».',
        },
      },
      'f6115d1a-7f6b-4cf0-8083-1aebbcab856e': {
        id: 'f6115d1a-7f6b-4cf0-8083-1aebbcab856e',
        isAgeRestricted: false,
        question: 'Что из ниже перечисленного — признак депрессии? 😢',
        answers: [
          { text: 'Рискованность', emoji: '', isCorrect: true },
          { text: 'Лёгкая угрюмость', emoji: '', isCorrect: false },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Верно! Рисковать, потому что тебя не заботят последствия, может быть признаком депрессии. Если подозреваешь, что у тебя депрессия, поговори с кем-нибудь.',
          in_correct:
            'Упс! Рисковать и не думать о последствиях может быть признаком депрессии. Если подозреваешь, что у тебя депрессия, поговори с кем-нибудь. ',
        },
      },
      'ed458079-006c-487e-9606-4376ee000899': {
        id: 'ed458079-006c-487e-9606-4376ee000899',
        isAgeRestricted: false,
        question: 'Как девочкам готовиться к первым месячным? ',
        answers: [
          { text: 'Носить по 2 трусов', emoji: '', isCorrect: false },
          { text: 'Обсудить с девочками', emoji: '', isCorrect: true },
          { text: 'Не думать об этом', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Верно! Первая менструация может вызвать шок, поэтому полезно поговорить с подругами или родственницами, которые уже сталкивались с этим. Ты не одинока! ☺️',
          in_correct:
            'Не верно. Первая менструация может вызвать шок, поэтому полезно поговорить с подругами или родственницами, которые уже сталкивались с этим. Ты не одинока! ☺️',
        },
      },
      'e6bbe828-655b-48e6-8512-f1d526596369': {
        id: 'e6bbe828-655b-48e6-8512-f1d526596369',
        isAgeRestricted: false,
        question: 'Что не рекомендуется выполнять девушкам во время месячных? 😳',
        answers: [
          { text: 'Большой активности', emoji: '', isCorrect: false },
          { text: 'Приготовления пищи', emoji: '', isCorrect: false },
          { text: 'Ничего', emoji: '', isCorrect: true },
        ],
        response: {
          correct:
            'Браво! Во время месячных девушки могут делать всё, что им хочется! Некоторые нормы в обществе, могут ограничивать их, но они не имеют научного обоснования. ',
          in_correct:
            'Ничего! Во время месячных девушки могут делать всё, что им хочется! Некоторые нормы в обществе, могут ограничивать их, но они не имеют научного обоснования.',
        },
      },
      '4ae1de98-fdcb-4046-85a5-e30b38a6ad37': {
        id: '4ae1de98-fdcb-4046-85a5-e30b38a6ad37',
        isAgeRestricted: false,
        question: 'Почему подростки склонны к перемене настроения? 😤',
        answers: [
          { text: 'Всему виной гормоны', emoji: '', isCorrect: false },
          { text: 'В силу возраста', emoji: '', isCorrect: false },
          { text: 'И то и другое', emoji: '', isCorrect: true },
        ],
        response: {
          correct:
            'Именно так! Подростки находятся под влиянием гормонов, уровень которых может скакать. Подростки растут и только учатся преодолевать трудности. 😣',
          in_correct:
            'Не совсем так! Подростки находятся под влиянием гормонов, уровень которых может скакать. Подростки растут и только учатся преодолевать трудности. 😣',
        },
      },
      'bb4cb031-f478-4588-9025-d9534f46d079': {
        id: 'bb4cb031-f478-4588-9025-d9534f46d079',
        isAgeRestricted: false,
        question: 'Если у тебя нет настроения, напиши свои чувства, это поможет. 📝',
        answers: [
          { text: 'Правда', emoji: '', isCorrect: true },
          { text: 'Ложь', emoji: '', isCorrect: false },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Правильно! Изложение мыслей может помочь найти выход и успокоиться. 🤗 Также полезны тренировки, здоровое питание и  сон.',
          in_correct:
            'Ну нет! Изложение мыслей может помочь найти выход и успокоиться. 🤗Также полезны тренировки, здоровое питание и  сон.',
        },
      },
      'f0865b2d-24f7-4ed4-a9cb-fcc719c1fa70': {
        id: 'f0865b2d-24f7-4ed4-a9cb-fcc719c1fa70',
        isAgeRestricted: false,
        question: 'Каждый ребёнок имеет право играть и иметь свободное время.',
        answers: [
          { text: 'Правда', emoji: '', isCorrect: true },
          { text: 'Ложь', emoji: '', isCorrect: false },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct: 'Отлично! Наличие свободного от  учёбы времени — одно из прав ребёнка.  📖\r\n',
          in_correct:
            'Это неверный ответ! Веришь или нет, но наличие свободного от учёбы времени — одно из прав ребёнка.  📖\r\n',
        },
      },
      '68cff165-11e0-4e5d-82f5-f509c23b8dee': {
        id: '68cff165-11e0-4e5d-82f5-f509c23b8dee',
        isAgeRestricted: false,
        question: 'В 1948 году страны подписали Декларацию...',
        answers: [
          { text: '…прав человека', emoji: '', isCorrect: true },
          { text: '…борьбы человечества', emoji: '', isCorrect: false },
          { text: '... прав ребенка', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Правильно! Все страны, подписавшие этот документ, согласились уважать, защищать и выполнять прописанные в нём права. 🔏\r\n',
          in_correct:
            'Нет! Речь идёт о Декларации прав человека. Все страны, подписавшие этот документ, согласились уважать, защищать и выполнять прописанные в нём права. 🔏 \r\n',
        },
      },
      '1c58b74f-399b-45e4-8ef4-1dedf30e49a9': {
        id: '1c58b74f-399b-45e4-8ef4-1dedf30e49a9',
        isAgeRestricted: false,
        question: 'Как правильно подмываться во время месячных? 💦',
        answers: [
          { text: 'Подмываться не нужно', emoji: '', isCorrect: false },
          { text: 'Чистой водой', emoji: '', isCorrect: true },
          { text: 'Промывать влагалище', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Правильно! Ни в коем случае не пытайся промыть влагалище внутри: это может вызвать инфекцию! Подмывай чистой водой внешние половые органы. 🚿',
          in_correct:
            'Правильный вариант ответа — 2: нужно просто подмывать внешние половые органы чистой водой. 🚿 Не пытайся промыть влагалище внутри: это может вызвать инфекцию. ',
        },
      },
      '67ade264-f964-42bf-82e1-1fe668fabfe4': {
        id: '67ade264-f964-42bf-82e1-1fe668fabfe4',
        isAgeRestricted: false,
        question: 'Что вызывает спазмы при менструации? \r\n\r\n ',
        answers: [
          { text: 'Химические вещества', emoji: '', isCorrect: true },
          { text: 'Нездоровое питание', emoji: '', isCorrect: false },
          { text: 'Ответ никто не знает', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Правильно! Ни в коем случае не пытайся промыть влагалище внутри: это может вызвать инфекцию! Подмывай чистой водой внешние половые органы. 🚿',
          in_correct:
            'Правильный вариант ответа — 2: нужно просто подмывать внешние половые органы чистой водой. 🚿 Не пытайся промыть влагалище внутри: это может вызвать инфекцию. ',
        },
      },
      '5d990b20-5f54-4226-b2ea-544f2c107efb': {
        id: '5d990b20-5f54-4226-b2ea-544f2c107efb',
        isAgeRestricted: false,
        question: 'Каковы 2 признака полового созревания? ',
        answers: [
          { text: 'Рост стопы и запахи', emoji: '', isCorrect: false },
          { text: 'Волосы на ногах', emoji: '', isCorrect: false },
          { text: 'Появление запаха ', emoji: '', isCorrect: true },
        ],
        response: {
          correct:
            'Верно! Во время полового созревания ты можешь заметить, что пот стал пахнуть сильнее😬, под мышками начали расти волосы. И другие изменения.',
          in_correct:
            'Неправильно! Во время полового созревания ты можешь заметить, что пот стал пахнуть сильнее😬, под мышками начали расти волосы. И другие изменения.',
        },
      },
      '84ee14f4-a98b-4c16-825c-578fbb5a3416': {
        id: '84ee14f4-a98b-4c16-825c-578fbb5a3416',
        isAgeRestricted: false,
        question: 'Половое созревание и подростковый возраст — это одно и то же.',
        answers: [
          { text: 'Правда', emoji: '', isCorrect: false },
          { text: 'Ложь', emoji: '', isCorrect: true },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Это ложь! Половое созревание — это когда тело подростка претерпевает физические изменения. Подростковый возраст — это путь становления взрослого человека. 👦',
          in_correct:
            'Ложь! Половое созревание — это когда тело подростка претерпевает изменения. Подростковый возраст — это весь путь становления взрослого человека. 👦',
        },
      },
      '9062dad4-5f28-4cbe-80a4-2a7e4bfceb0a': {
        id: '9062dad4-5f28-4cbe-80a4-2a7e4bfceb0a',
        isAgeRestricted: false,
        question: 'В каком возрасте у мальчиков начинается половое созревание? ',
        answers: [
          { text: '10–14', emoji: '', isCorrect: true },
          { text: '9–10', emoji: '', isCorrect: false },
          { text: '13–16"', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Правильно, период полового созревания у мальчиков обычно начинается в возрасте 10–14 лет. Это немного позже, чем у девочек, у них может начаться в 9 лет!',
          in_correct:
            'Ой, неправильно! Этот период у мальчиков начинается в возрасте 10–14 лет. Это немного позже, чем у девочек, у которых половое созревание может начаться в 9 лет!',
        },
      },
      'd29e58e9-f13b-41d2-812b-854dca6bdacd': {
        id: 'd29e58e9-f13b-41d2-812b-854dca6bdacd',
        isAgeRestricted: false,
        question: 'Обычно мальчики достигают половой зрелости раньше девочек. 👀',
        answers: [
          { text: 'Правда', emoji: '', isCorrect: false },
          { text: 'Ложь', emoji: '', isCorrect: true },
          { text: 'Не знаю', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Это правильный ответ! Мальчики обычно достигают половой зрелости на 1–2 года позже девочек. 🏃‍♀️🚶🏽‍♂️',
          in_correct:
            'Ошибка! Мальчики обычно достигают половой зрелости на 1–2 года позже девочек. 🏃‍♀️🚶🏽‍♂️\r\n',
        },
      },
      '0cfa6509-a3d8-4c0b-806d-29ef0ffb2d05': {
        id: '0cfa6509-a3d8-4c0b-806d-29ef0ffb2d05',
        isAgeRestricted: false,
        question: 'Что является признаком полового созревания у мальчиков?',
        answers: [
          { text: 'Несуразный вид', emoji: '', isCorrect: false },
          { text: 'Низкий голос', emoji: '', isCorrect: true },
          { text: 'Размер носа', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Правильно! В период созревания в мальчиков происходят изменения: растут волосы на гениталиях, лице, а еще мальчики становятся выше. 🚶🏽‍♂️',
          in_correct:
            'Нет! Голос становится ниже. В период созревания в теле мальчиков происходят изменения: растут волосы на гениталиях, лице и мальчики становятся выше! 🚶🏽‍♂️',
        },
      },
      'ec7b9a86-798e-4e32-8663-2788502540f0': {
        id: 'ec7b9a86-798e-4e32-8663-2788502540f0',
        isAgeRestricted: false,
        question: 'Тревожность означает, что ты часто чувствуешь себя очень...',
        answers: [
          { text: '…злой (-ым)', emoji: '', isCorrect: false },
          { text: '…беспокойной (-ым)', emoji: '', isCorrect: true },
          { text: '... грустной (-ым)', emoji: '', isCorrect: false },
        ],
        response: {
          correct:
            'Правильно! Чувство беспокойства или страха, которое не всегда соответствует серьёзности вопроса, — основной признак тревожности. 😫',
          in_correct:
            'Не совсем! Чувство беспокойства или страха, которое не всегда соответствует серьёзности вопроса, — основной признак тревожности. 😫',
        },
      },
    },
    allIds: [
      'd7921bbc-fafc-4a35-879c-fd65f189c481',
      '2a5f0cb1-98bd-4dc2-83d0-2f24c82ff462',
      '6d909610-1309-4fc3-92c0-46dee4cb54a1',
      '45d5ca28-afca-48c7-b97e-20884ba1a3e3',
      '86140541-d83a-49d2-b8c7-8ec154a77ff5',
      'd7e22402-a04d-4dc8-99c9-1557e2787265',
      'b7aef516-4702-464f-a98d-d66a78aac7c2',
      'ae28c95e-dfd4-4060-bf6a-ea277541efec',
      '9e1319d4-70b2-42b2-af01-dd61186ebdf5',
      '716d2f06-b78e-486a-ad74-0b17c5290750',
      '230751c8-c707-4984-8f92-7c6ae53afafd',
      '400ced21-de95-4509-bc26-977537ef4a01',
      '80a7c570-10a3-4d00-867f-8b9e916e8e65',
      '2e587b63-098d-42f4-86fb-8d76e690996f',
      'a9efb1fe-5892-428f-a183-28b16137656f',
      '120ddb91-5127-4d50-b41c-81132ddc4771',
      'cb47cf77-6844-4031-ade4-23007e1c8e4c',
      'b9f957dc-8e00-43ef-b346-c5b52c46b0a4',
      '35705d34-6f67-43a1-8988-e5a8098e88ec',
      '8c6eba60-a892-4068-999f-13cf58b760d6',
      '9f1b69a1-a011-40a3-8c2f-87edaec0edde',
      '56065458-3708-4974-a5e5-e6273cedc35c',
      'f6115d1a-7f6b-4cf0-8083-1aebbcab856e',
      'ed458079-006c-487e-9606-4376ee000899',
      'e6bbe828-655b-48e6-8512-f1d526596369',
      '4ae1de98-fdcb-4046-85a5-e30b38a6ad37',
      'bb4cb031-f478-4588-9025-d9534f46d079',
      'f0865b2d-24f7-4ed4-a9cb-fcc719c1fa70',
      '68cff165-11e0-4e5d-82f5-f509c23b8dee',
      '1c58b74f-399b-45e4-8ef4-1dedf30e49a9',
      '67ade264-f964-42bf-82e1-1fe668fabfe4',
      '5d990b20-5f54-4226-b2ea-544f2c107efb',
      '84ee14f4-a98b-4c16-825c-578fbb5a3416',
      '9062dad4-5f28-4cbe-80a4-2a7e4bfceb0a',
      'd29e58e9-f13b-41d2-812b-854dca6bdacd',
      '0cfa6509-a3d8-4c0b-806d-29ef0ffb2d05',
      'ec7b9a86-798e-4e32-8663-2788502540f0',
    ],
  },
  didYouKnows: {
    byId: {
      '6c16558e-731b-4fed-9bba-1642d6a807b6': {
        id: '6c16558e-731b-4fed-9bba-1642d6a807b6',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день',
        content:
          'Если друг расстроен, помните, что он не всегда нуждается в ваших советах. Иногда друзья просто хотят, чтобы вы их выслушали!👂🏼',
      },
      '5b7ac13e-5c31-4cf7-bdb9-3e845e2caff6': {
        id: '5b7ac13e-5c31-4cf7-bdb9-3e845e2caff6',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Если у вас плохое настроение, может помочь разговор об этом с любимым человеком.🗣',
      },
      '13564190-e811-4046-b394-916358045c1a': {
        id: '13564190-e811-4046-b394-916358045c1a',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Употребление холодной пищи не приводит к усилению спазмов во время месячных. При этом теплая пища может приносить комфорт! 🍚',
      },
      'fb54e1ef-f3bc-4e56-86fb-a2bda033238a': {
        id: 'fb54e1ef-f3bc-4e56-86fb-a2bda033238a',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'В течение менструального цикла есть около 6 дней, когда вероятность забеременеть наиболее высока (так называемые фертильные дни) 📆',
      },
      'fe0aedd8-da74-4052-a7be-7e1bc4fa1a61': {
        id: 'fe0aedd8-da74-4052-a7be-7e1bc4fa1a61',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Первым признаком полового созревания обычно является увеличение груди, затем рост волос на гениталиях и подмышками, а позже - наступление месячных! 😯 ',
      },
      'cffc8eda-3838-44a2-9ba4-b385d628574a': {
        id: 'cffc8eda-3838-44a2-9ba4-b385d628574a',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Во время месячных полезно есть продукты, богатые железом, например, красное мясо, чечевицу и листовые зеленые овощи. ',
      },
      '999f8b4d-2bdc-4553-9090-c58cf2869a23': {
        id: '999f8b4d-2bdc-4553-9090-c58cf2869a23',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Мальчики, желающие помочь девочкам во время месячных, могут начать с того, чтобы задавать вопросы и слушать, что отвечают девочки о своем опыте.👂',
      },
      'bc8bb40c-6cc5-49ff-9ebd-faf91a8b91f3': {
        id: 'bc8bb40c-6cc5-49ff-9ebd-faf91a8b91f3',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content: 'Если у вас прыщи, следите за чистотой кожи, увлажняйте ее и защищайте от солнца.',
      },
      '40a4e071-bc07-48b6-8c70-cd754a92e69e': {
        id: '40a4e071-bc07-48b6-8c70-cd754a92e69e',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'У мальчиков нет месячных, потому что у них нет матки и они не производят яйцеклетки. 🤔 Вместо этого у них вырабатывается сперма.',
      },
      '2c7a729e-02fd-475a-8c81-65e983bb4ca7': {
        id: '2c7a729e-02fd-475a-8c81-65e983bb4ca7',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Не избегайте физических упражнений во время месячных, они могут помочь справиться со спазмами!🏃‍♀️',
      },
      '8531f6fb-4790-4270-b6fd-f07d3d0cfc8c': {
        id: '8531f6fb-4790-4270-b6fd-f07d3d0cfc8c',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Наличие месячных не означает, что вы готовы к браку... вы также должны быть эмоционально зрелыми для брака! 👏',
      },
      'c6466efc-e578-4388-9f23-095db209a896': {
        id: 'c6466efc-e578-4388-9f23-095db209a896',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Лучший совет для красоты - употреблять разнообразную пищу, пить много воды, быть физически активной и высыпаться! 🥕 💦🏃‍♀️😴',
      },
      'ce78af42-77a8-46de-a696-520297ee3fa2': {
        id: 'ce78af42-77a8-46de-a696-520297ee3fa2',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Только половина "крови" месячных на самом деле является кровью! 😮 Остальная часть состоит из естественных материалов, выстилающих матку и влагалище.',
      },
      'd3a1ba61-ec2e-47ea-9a34-77fc13672156': {
        id: 'd3a1ba61-ec2e-47ea-9a34-77fc13672156',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Половое созревание - это период, когда вы превращаетесь из маленькой девочки в молодую женщину.👧👱♀️ ',
      },
      'bd7bb94c-276b-4546-8e04-b24f89a5328e': {
        id: 'bd7bb94c-276b-4546-8e04-b24f89a5328e',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Мальчики должны знать о менструации, потому что это влияет на здоровье и счастье девочек и женщин, которых они любят. 👫',
      },
      '6d3357f3-7ef8-4403-9742-7ee12cf877f9': {
        id: '6d3357f3-7ef8-4403-9742-7ee12cf877f9',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Набирать вес во время месячных - это нормально! Это происходит из-за изменения уровня гормонов и, как следствие, увеличения количества воды в организме.💦',
      },
      '1926f18e-2859-47a1-83af-fe5938e6867f': {
        id: '1926f18e-2859-47a1-83af-fe5938e6867f',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Перепады настроения - это внезапные, резкие изменения настроения, которые часто случаются в период полового созревания!',
      },
      'fd2d7606-1a82-4dbe-941a-9ff89c277afb': {
        id: 'fd2d7606-1a82-4dbe-941a-9ff89c277afb',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Прыщи появляются, когда крошечные отверстия в коже закупориваются отмершей кожей и кожным салом. 💦',
      },
      'a45575b1-4504-4eb5-a39e-2d45180bc1a0': {
        id: 'a45575b1-4504-4eb5-a39e-2d45180bc1a0',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content: 'Яйцеклетки живут только в течение 12-24 часов после овуляции! ⏰',
      },
      'e02d97dd-2c0b-4bf5-b739-a3deab9c0c31': {
        id: 'e02d97dd-2c0b-4bf5-b739-a3deab9c0c31',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Спазмы во время месячных вызваны тем, что матка сокращается, чтобы вытолкнуть внутреннюю выстилку, образовавшуюся в течение месячного цикла. 😖',
      },
      '918f074e-6f47-480d-baff-2aa0ba6aea00': {
        id: '918f074e-6f47-480d-baff-2aa0ba6aea00',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день! ',
        content: 'Овуляция может произойти в любой период с 5 по 23 день менструального цикла. 📆',
      },
      '83e511ec-7bf3-4556-9702-2e79d8c2fd04': {
        id: '83e511ec-7bf3-4556-9702-2e79d8c2fd04',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ?\r\nУзнавай новый факт о своем теле каждый день! ',
        content:
          'Существует 3 типа телосложения: эктоморф, эндоморф и мезоморф. 😲 В зависимости от вашего типа, изменить физическую форму может быть проще или сложнее.',
      },
      '4cb32a03-fcf1-488e-82d3-584bafdd6e1d': {
        id: '4cb32a03-fcf1-488e-82d3-584bafdd6e1d',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ? \r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Несмотря на то, что менструация - это обычный, здоровый процесс, вам он может не нравится и это нормально 😡.',
      },
      '15b26e88-15f1-41b8-a086-22ef03d515fb': {
        id: '15b26e88-15f1-41b8-a086-22ef03d515fb',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ? \r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Не существует "правильного" возраста для романтических отношений, только вы можете решить, что вы готовы! 💕',
      },
      '0fcbaac8-4084-48b5-8e4e-8c3b935b92f5': {
        id: '0fcbaac8-4084-48b5-8e4e-8c3b935b92f5',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ? \r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Менструальный цикл (период между первым днем одной менструации и первым днем следующей) может составлять от 21 до 35 дней - у всех по-разному! ☺️',
      },
      '0a6b9801-a286-4007-b5a7-e00894cf1a8b': {
        id: '0a6b9801-a286-4007-b5a7-e00894cf1a8b',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ? \r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Чувствуете себя подавленной? Упражнения, такие как бег, прыжки или танцы, могут вернуть улыбку на ваше лицо.😊',
      },
      '7e59dd05-8145-4ba2-a55f-8a62dc5d794f': {
        id: '7e59dd05-8145-4ba2-a55f-8a62dc5d794f',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ? \r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Если слова парня вызывают у вас чувство неловкости или разочарование, и вы вынуждены просить его прекратить, это называется сексуальным домогательством. Это не просто флирт! 😡',
      },
      '7e219730-ac37-41bd-bbf0-7b838f85e9d8': {
        id: '7e219730-ac37-41bd-bbf0-7b838f85e9d8',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ? \r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Во многих культурах первая менструация у девочки - это повод для праздника, так как девочка становится женщиной 🎉. ',
      },
      '8f8a732f-5e11-46f0-8b68-fcb00ac5826c': {
        id: '8f8a732f-5e11-46f0-8b68-fcb00ac5826c',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ? \r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Нет никаких научных причин, по которым девушки должны жить, есть или спать отдельно во время менструации. 😐',
      },
      '918b2447-9935-4d36-8468-57db4a361be8': {
        id: '918b2447-9935-4d36-8468-57db4a361be8',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ? \r\nУзнавай новый факт о своем теле каждый день!',
        content: 'Во время полового созревания в теле мальчика происходит более 10 изменений! 😮',
      },
      '93e2f52d-64de-4b56-a0ca-6585bdb146eb': {
        id: '93e2f52d-64de-4b56-a0ca-6585bdb146eb',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ? \r\nУзнавай новый факт о своем теле каждый день!',
        content:
          'Каждый месяц в матке образуется новая выстилка, чтобы к ней могла прикрепиться оплодотворенная яйцеклетка. Месячные - это выход наружу старой выстилки! ⤵️',
      },
      '3c0bfea0-bec0-419b-8967-b6221bfeed95': {
        id: '3c0bfea0-bec0-419b-8967-b6221bfeed95',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ? Узнавай новый факт о своем теле каждый день',
        content:
          'У тебя, как у девушки, есть много прав🔖.  Например, право жить без дискриминации, получать образование и выбирать, за кого выходить замуж!',
      },
      'cd10f52b-d301-46f7-9810-2bf699427c6c': {
        id: 'cd10f52b-d301-46f7-9810-2bf699427c6c',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ? Узнавай новый факт о своем теле каждый день!',
        content: 'Споттинг - это небольшое кровотечение в период между месячными. 😮',
      },
      '8af0eaf6-d4aa-49ac-9e4c-b1a23e642107': {
        id: '8af0eaf6-d4aa-49ac-9e4c-b1a23e642107',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ? Узнавай новый факт о своем теле каждый день!',
        content:
          'Чувства - это не факты. Если вы думаете о себе определенным образом, это не значит, что и другие воспринимают вас именно так.😊',
      },
      '43c24157-5977-4c5d-97ff-0fc215af3b0c': {
        id: '43c24157-5977-4c5d-97ff-0fc215af3b0c',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ? Узнавай новый факт о своем теле каждый день!',
        content:
          'Вступление в брак в возрасте до 18 лет называется детским браком, и это не нормально!😣 Детский брак ставит под угрозу ваше физическое и психическое здоровье.',
      },
      '66f8ff19-dc23-4440-8cdc-94a2ef3c94c8': {
        id: '66f8ff19-dc23-4440-8cdc-94a2ef3c94c8',
        isAgeRestricted: false,
        title: 'А ЗНАЕТЕ ЛИ ВЫ? Узнавай новый факт о своем теле каждый день!',
        content: 'Хороший друг поддержит как в хорошие времена ❤️, так и в плохие💔',
      },
    },
    allIds: [
      '6c16558e-731b-4fed-9bba-1642d6a807b6',
      '5b7ac13e-5c31-4cf7-bdb9-3e845e2caff6',
      '13564190-e811-4046-b394-916358045c1a',
      'fb54e1ef-f3bc-4e56-86fb-a2bda033238a',
      'fe0aedd8-da74-4052-a7be-7e1bc4fa1a61',
      'cffc8eda-3838-44a2-9ba4-b385d628574a',
      '999f8b4d-2bdc-4553-9090-c58cf2869a23',
      'bc8bb40c-6cc5-49ff-9ebd-faf91a8b91f3',
      '40a4e071-bc07-48b6-8c70-cd754a92e69e',
      '2c7a729e-02fd-475a-8c81-65e983bb4ca7',
      '8531f6fb-4790-4270-b6fd-f07d3d0cfc8c',
      'c6466efc-e578-4388-9f23-095db209a896',
      'ce78af42-77a8-46de-a696-520297ee3fa2',
      'd3a1ba61-ec2e-47ea-9a34-77fc13672156',
      'bd7bb94c-276b-4546-8e04-b24f89a5328e',
      '6d3357f3-7ef8-4403-9742-7ee12cf877f9',
      '1926f18e-2859-47a1-83af-fe5938e6867f',
      'fd2d7606-1a82-4dbe-941a-9ff89c277afb',
      'a45575b1-4504-4eb5-a39e-2d45180bc1a0',
      'e02d97dd-2c0b-4bf5-b739-a3deab9c0c31',
      '918f074e-6f47-480d-baff-2aa0ba6aea00',
      '83e511ec-7bf3-4556-9702-2e79d8c2fd04',
      '4cb32a03-fcf1-488e-82d3-584bafdd6e1d',
      '15b26e88-15f1-41b8-a086-22ef03d515fb',
      '0fcbaac8-4084-48b5-8e4e-8c3b935b92f5',
      '0a6b9801-a286-4007-b5a7-e00894cf1a8b',
      '7e59dd05-8145-4ba2-a55f-8a62dc5d794f',
      '7e219730-ac37-41bd-bbf0-7b838f85e9d8',
      '8f8a732f-5e11-46f0-8b68-fcb00ac5826c',
      '918b2447-9935-4d36-8468-57db4a361be8',
      '93e2f52d-64de-4b56-a0ca-6585bdb146eb',
      '3c0bfea0-bec0-419b-8967-b6221bfeed95',
      'cd10f52b-d301-46f7-9810-2bf699427c6c',
      '8af0eaf6-d4aa-49ac-9e4c-b1a23e642107',
      '43c24157-5977-4c5d-97ff-0fc215af3b0c',
      '66f8ff19-dc23-4440-8cdc-94a2ef3c94c8',
    ],
  },
  helpCenters: [
    {
      id: 41,
      title: 'Общественное объединение «Центр защиты детей»',
      caption: '',
      contactOne: '+996 (312) 45 06 34',
      contactTwo: '',
      address: 'г. Бишкек, ул.Астраханская, 31\r\n',
      website: 'http://www.streetchild.ktnet.kg/index.php/ru/ ',
      region: null,
      subRegion: null,
      lang: 'ru',
      isAvailableNationwide: true,
      primaryAttributeId: null,
      otherAttributes: null,
      isActive: true,
      sortingKey: 4,
    },
    {
      id: 42,
      title: 'Клиника ОО АРЗ по Безопасному Аборту и Планированию семьи',
      caption: '',
      contactOne: '+996 (554) 62 12 10',
      contactTwo: '+996 (312) 62 12 10',
      address: 'г. Бишкек, ул. Киевская, 55',
      website: '',
      region: null,
      subRegion: null,
      lang: 'ru',
      isAvailableNationwide: true,
      primaryAttributeId: null,
      otherAttributes: null,
      isActive: true,
      sortingKey: 5,
    },
    {
      id: 23,
      title: 'Система «112»',
      caption: '',
      contactOne: '112',
      contactTwo: '',
      address: '',
      website: '',
      region: null,
      subRegion: null,
      lang: 'ru',
      isAvailableNationwide: true,
      primaryAttributeId: null,
      otherAttributes: null,
      isActive: true,
      sortingKey: 6,
    },
    {
      id: 24,
      title: 'Лига защитников прав ребёнка',
      caption: '',
      contactOne: '+996 (312) 66 25 87',
      contactTwo: '+996 (312) 90 86 18 ',
      address: 'г.Бишкек, ул. Токтогула, 93',
      website: 'http://crdl.kg/ ',
      region: null,
      subRegion: null,
      lang: 'ru',
      isAvailableNationwide: true,
      primaryAttributeId: null,
      otherAttributes: null,
      isActive: true,
      sortingKey: 7,
    },
    {
      id: 27,
      title: 'Кризисный центр “Сезим”',
      caption: '',
      contactOne: '+996 (312) 51 26 40',
      contactTwo: '+996 (501) 51 26 40',
      address: 'г. Бишкек, Табышалиева, 3',
      website: 'http://sezim.org/ ',
      region: null,
      subRegion: null,
      lang: 'ru',
      isAvailableNationwide: true,
      primaryAttributeId: null,
      otherAttributes: null,
      isActive: true,
      sortingKey: 8,
    },
    {
      id: 28,
      title: 'Кризисный Центр «Шанс»',
      caption: '',
      contactOne: '+996 (709) 71 03 20',
      contactTwo: '',
      address: 'г. Бишкек, Пр.Чуй, 207, к.509',
      website: '',
      region: null,
      subRegion: null,
      lang: 'ru',
      isAvailableNationwide: true,
      primaryAttributeId: null,
      otherAttributes: null,
      isActive: true,
      sortingKey: 9,
    },
    {
      id: 34,
      title: 'Кризисный Центр «Аруулан»',
      caption: '',
      contactOne: '+996 (776) 38 07 77',
      contactTwo: '+996 (3222) 5 56 08',
      address: 'г. Ош, ул. Ленина, 205',
      website: '',
      region: null,
      subRegion: null,
      lang: 'ru',
      isAvailableNationwide: true,
      primaryAttributeId: null,
      otherAttributes: null,
      isActive: true,
      sortingKey: 10,
    },
    {
      id: 35,
      title: 'Кризисный Центр «Ак журок»',
      caption: '',
      contactOne: '+996 (550) 23 13 29',
      contactTwo: '+996 (3222) 4 59 76',
      address: 'г. Ош, ул. Ленина 205',
      website: '',
      region: null,
      subRegion: null,
      lang: 'ru',
      isAvailableNationwide: true,
      primaryAttributeId: null,
      otherAttributes: null,
      isActive: true,
      sortingKey: 11,
    },
    {
      id: 36,
      title: 'Общественный фонд "ДИА"',
      caption: '',
      contactOne: '+996 (3222) 5 62 76',
      contactTwo: '+996 (777) 14 69 82',
      address: 'г. Ош, улица Ленина, 205/105',
      website: '',
      region: null,
      subRegion: null,
      lang: 'ru',
      isAvailableNationwide: true,
      primaryAttributeId: null,
      otherAttributes: null,
      isActive: true,
      sortingKey: 12,
    },
    {
      id: 40,
      title: 'Центр помощи детям пострадавшим от насилия и жестокого обращения',
      caption: '',
      contactOne: '+996 (312) 44 25 10',
      contactTwo: '996 (312) 54 29 34',
      address: 'г. Бишкек, ул.Карасаева 73',
      website: '',
      region: null,
      subRegion: null,
      lang: 'ru',
      isAvailableNationwide: true,
      primaryAttributeId: null,
      otherAttributes: null,
      isActive: true,
      sortingKey: 13,
    },
    {
      id: 44,
      title: 'Общественный фонд "Инфо-центр Рейнбоу"',
      caption: '',
      contactOne: '+996 (3222) 2 17 92',
      contactTwo: '',
      address: 'г. Ощ, ул. Алиева, дом 190, 2\r\n',
      website: '',
      region: null,
      subRegion: null,
      lang: 'ru',
      isAvailableNationwide: true,
      primaryAttributeId: null,
      otherAttributes: null,
      isActive: true,
      sortingKey: 14,
    },
    {
      id: 20,
      title: 'Центр помощи детям',
      caption: '',
      contactOne: '+996 (773) 19 20 99 ',
      contactTwo: '+996 (707) 07 95 97',
      address: 'г. Бишкек\r\n\r\n',
      website: '',
      region: null,
      subRegion: null,
      lang: 'ru',
      isAvailableNationwide: true,
      primaryAttributeId: null,
      otherAttributes: null,
      isActive: true,
      sortingKey: 15,
    },
    {
      id: 71,
      title: 'Центр «Телефон доверия для детей»',
      caption: '',
      contactOne: '111',
      contactTwo: '',
      address: 'г. Бишкек, ул. Тыныстанова, 215',
      website: '',
      region: null,
      subRegion: null,
      lang: 'ru',
      isAvailableNationwide: true,
      primaryAttributeId: null,
      otherAttributes: null,
      isActive: true,
      sortingKey: 16,
    },
  ],
  helpCenterAttributes: [
    { id: 65, name: 'Аптека', emoji: '💊', isActive: true, lang: 'ru' },
    { id: 66, name: 'Оздоровительный центр', emoji: '🏥', isActive: true, lang: 'ru' },
    { id: 67, name: 'молодежный центр', emoji: '👫', isActive: true, lang: 'ru' },
    {
      id: 68,
      name: 'Помощь лицам, пострадавшим от гендерного насилия (ГН)',
      emoji: '📣',
      isActive: true,
      lang: 'ru',
    },
    { id: 69, name: 'Полиция', emoji: '👮🏼‍', isActive: true, lang: 'ru' },
    { id: 70, name: 'Горячая линия', emoji: '🚨', isActive: true, lang: 'ru' },
    { id: 71, name: 'Поддержка по телефону/чату', emoji: '💬', isActive: true, lang: 'ru' },
    { id: 72, name: 'Бесплатная служба поддержки', emoji: '🤗', isActive: true, lang: 'ru' },
  ],
  avatarMessages: [
    { id: '025df549-f8ee-4b5f-93b1-527b46e18b3e', content: 'Нажмите на меня и я улыбнусь!😊' },
    { id: '10cfab6c-bbed-481f-b8b7-fcfb5007e423', content: 'Привет! Как настроение?' },
    {
      id: '00aceb4c-e8ae-4cd4-8fe0-e51ce2805c01',
      content: 'Отслеживайте изменения в своем теле и настроении! 📲',
    },
    { id: '04bb0ac9-6402-467b-8c4d-63f55f934345', content: 'Узнавать себя здорово, не так ли?🤩' },
  ],
  privacyPolicy: [
    { type: 'HEADING', content: 'Политика конфиденциальности «Оки» aa\n' },
    {
      type: 'CONTENT',
      content:
        'Забота о ваших данных очень важна для нас. Мы стремимся к самым высоким стандартам конфиденциальности и безопасности и обязуемся соблюдать прозрачность при обработке и использовании ваших данных.В настоящем документе описаны процедуры сбора, хранения и использования ваших данных, а также меры, которые мы принимаем для обеспечения их безопасности.Пожалуйста, внимательно прочитайте нашу Политику конфиденциальности перед использованием «Оки» и регулярно проверяйте ее на предмет обновлений. Помните, что, используя приложение или веб-сайт «Оки», вы соглашаетесь с данной Политикой конфиденциальности.Приложение «Оки» было разработано и является собственностью ЮНИСЕФ. Пожалуйста, свяжитесь с нами, если у вас есть вопросы об использовании ваших данных в «Оки». Для этого напишите нам по адресу hello@okyapp.info.',
    },
    {
      type: 'CONTENT',
      content:
        'Для целей настоящей Политики конфиденциальности «личные данные» означают любую информацию, которая позволяет нам прямо или косвенно идентифицировать физическое лицо по идентификатору, такому как имя, идентификационный номер, данные о местоположении, онлайн-идентификатор или один или несколько факторов, характерных для данного лица.',
    },
    { type: 'CONTENT', content: '' },
    { type: 'HEADING', content: '1. Какую информацию о вас собирает «Оки» и как мы ее используем' },
    {
      type: 'CONTENT',
      content:
        'Когда вы вводите информацию в приложение, «Оки» использует технологии, чтобы превратить эти данные в полезную информацию, которая поможет вам узнать больше о вашем менструальном цикле и взять под контроль свое тело и здоровье.\nПриложение «Оки» было разработано таким образом, чтобы свести к минимуму использование ваших личных данных. Ниже описаны источники и типы данных, которые мы собираем и обрабатываем, а также информация о том, как мы используем эти данные:',
    },
    { type: 'HEADING', content: 'Информация для входа в аккаунт\n' },
    {
      type: 'CONTENT',
      content:
        'Для того чтобы вы могли использовать функции отслеживания месячных в приложении «Оки», вам необходимо придумать логин. При создании логина мы просим вас указать имя, которое будет отображаться, или имя пользователя, месяц и год рождения, пол и местоположение (только страну и область). Мы рекомендуем вам выбрать имя, которое не совпадает с вашим настоящим именем и не раскрывает информацию, которая может идентифицировать вас - особенно если вам еще не исполнилось 18 лет. Мы запрашиваем у вас данные о поле, возрасте и местоположении, чтобы понять, обращаемся ли мы к нужной аудитории. Все эти данные используются в обобщенной форме и полностью анонимны.\n\n',
    },
    { type: 'HEADING', content: 'Данные об устройстве' },
    {
      type: 'CONTENT',
      content:
        'Мы собираем информацию об устройстве, которое вы используете для доступа к услугам «Оки», такую как модель, операционная система, язык, местоположение и продолжительность сеанса. Эти данные анонимны и призваны помочь нам лучше понять наших пользователей и то, как они взаимодействуют с «Оки».\n\n',
    },
    { type: 'HEADING', content: 'Данные о взаимодействии ' },
    {
      type: 'CONTENT',
      content:
        'Когда вы используете приложение «Оки», мы и наши сторонние поставщики услуг обрабатываем данные о том, как вы взаимодействуете с приложением. Мы обеспечиваем анонимность этих данных, то есть они не идентифицируют вас как личность. Мы используем приложение вместе с некоторыми дополнительными функциями отслеживания для записи этих взаимодействий. Мы собираем эту информацию, чтобы понять, как вы используете наши услуги (например, какие функции приложения «Оки» вы используете), и убедиться, что все функции приложения «Оки» работают должным образом. Мы также собираем эту информацию, чтобы общаться с вами по поводу приложения и его услуг. \n\n',
    },
    { type: 'HEADING', content: 'Данные о здоровье и менструации' },
    {
      type: 'CONTENT',
      content:
        'Информация о вашем здоровье и менструации, которую вы вводите в календарь приложения «Оки», например, даты прошлых и текущих менструаций, собирается и используется для прогнозирования дат будущих менструаций. Эта информация хранится на наших серверах, чтобы вы могли получить доступ к ней при каждом входе в свою учетную запись с любого устройства. Однако для защиты вашей конфиденциальности мы создали систему, в которой никто не может идентифицировать какого-либо пользователя по этим сохраненным данным. Информация, которую вы вводите в свои дневные карточки (об организме и теле, настроении, активности и выделениях, а также карточка ежедневника), хранится локально на вашем устройстве, и доступ к ней имеете только вы.',
    },
    { type: 'HEADING', content: 'Опросы' },
    {
      type: 'CONTENT',
      content:
        '«Оки» может попросить вас предоставить обратную связь о приложении с помощью вопросов и опросов, например, о работе приложения или о полезности информации, которую предоставляет «Оки», и о вашем опыте использования приложения «Оки». Информация, полученная от вас таким образом, обрабатывается «Оки» для улучшения наших услуг и вашего опыта использования «Оки». Все ответы на вопросы являются анонимными ',
    },
    { type: 'HEADING', content: 'Куки' },
    {
      type: 'CONTENT',
      content:
        'Куки (cookies) – это небольшие текстовые файлы, которые идентифицируют ваш компьютер, телефон и другие устройства на нашем сервере. Сайт «Оки» использует ресурс Google Analytics, который может использовать файлы куки и аналогичные технологии для сбора и анализа информации об использовании вами сайта и составления отчетов о деятельности и тенденциях. Вы можете узнать больше о работе Google, перейдя по ссылке https://www.google.com/policies/privacy/partners/. Информация, собранная с помощью Google Analytics, включает ваш IP-адрес, местоположение в сети, используемый вами браузер, идентификаторы и характеристики устройства, версию операционной системы, языковые предпочтения, URL источника запроса и информацию об использовании веб-сайта «Оки». Вместе с тем Google Analytics удаляет всю личную информацию о пользователях сайта «Оки» (например, IP-адреса), до передачи аналитических данных команде «Оки», поэтому все аналитические данные сайта анонимны и не могут быть использованы для идентификации вас или любого другого лица.',
    },
    { type: 'HEADING', content: 'Обобщенные данные' },
    {
      type: 'CONTENT',
      content:
        'Мы можем обобщать информацию, собранную через приложение «Оки», для проведения статистического анализа и других законных целей, в том числе в рамках исследований, направленных на улучшение нашего понимания использования молодыми людьми технологий и цифровых инструментов. Результаты этих исследований могут быть переданы третьим лицам, таким как наши партнеры, сторонники, преподаватели и исследователи, через конференции, журналы и другие публикации. В данном случае мы будем использовать все данные в обобщенной форме и гарантируем анонимность.',
    },
    { type: 'HEADING', content: 'Юридические цели' },
    {
      type: 'CONTENT',
      content:
        'Мы можем использовать вашу информацию для обеспечения соблюдения Условий использования, защиты наших законных прав, а также для соблюдения наших юридических обязательств и внутренней политики.\n\n',
    },
    { type: 'HEADING', content: '2. Как мы обеспечиваем безопасность ваших данных' },
    {
      type: 'CONTENT',
      content:
        'Мы используем множество обоснованных мер - физических и электронных - для предотвращения несанкционированного доступа и раскрытия ваших данных. Однако всегда существует вероятность того, что третьи лица могут незаконно перехватить ваши данные или получить к ним доступ. Поэтому, несмотря на то что мы прилагаем все усилия для защиты ваших данных, мы не можем гарантировать, что ваши данные всегда будут оставаться конфиденциальными. Безопасность наших серверов регулярно проверяется экспертами, чтобы гарантировать защиту ваших данных от несанкционированного доступа. ',
    },
    {
      type: 'CONTENT',
      content:
        'На наших серверах хранятся следующие данные: ваше имя пользователя, месяц и год рождения, пол, местоположение (страна и область), данные, связанные с месячными, дата начала и окончания менструального цикла, а также тема, язык и аватар, выбранные вами в приложении «Оки». Вместе с тем система работает таким образом, чтобы никто не мог идентифицировать какого-либо из пользователей по этим данным. Мы храним эти данные на нашем сервере, чтобы вы могли получать доступ к ним при входе в свой аккаунт с разных устройств. ',
    },
    {
      type: 'CONTENT',
      content:
        'По любым вопросам, касающимся безопасности данных, вы можете связаться с нами по электронной почте: hello@okyapp.info.',
    },
    { type: 'HEADING', content: 'Рекомендации по защите ваших данных' },
    {
      type: 'CONTENT',
      content:
        'Мы считаем, что самая большая угроза безопасности и конфиденциальности ваших данных – это получение кем-то, возможно, человеком, с которым вы знакомы, доступа к вашему устройству. Данные, которые вы вводите в «Оки», являются конфиденциальными и должны оставаться таковыми. Ниже мы описали некоторые способы обеспечения безопасности вашего устройства:',
    },
    {
      type: 'CONTENT',
      content:
        'Активируйте уникальный PIN-код или пароль для входа в систему. Сделайте его персональным - чтобы другие люди не могли его угадать: например, не используйте дату рождения и свое имя. Если вы пользуетесь устройством совместно с другими людьми, активация уникального PIN-кода или пароля гарантирует, что только вы сможете получить доступ к данным «Оки» на устройстве. ',
    },
    {
      type: 'CONTENT',
      content:
        'Установите приложение, которое позволит вам стереть все данные с вашего устройства в случае его потери или кражи. Если вы пользуетесь Android, загрузите и настройте приложение Find My Device (в прошлом - Android Device Manager) из Google Play Store и, при необходимости, используйте подключенный веб-интерфейс для удаленной блокировки или удаления данных с телефона.',
    },
    { type: 'HEADING', content: '3. Сторонние веб-сайты' },
    {
      type: 'CONTENT',
      content:
        'Приложение и веб-сайт «Оки» могут содержать ссылки на другие сайты, на которые не распространяется настоящая Политика конфиденциальности. Настоящая Политика конфиденциальности распространяется только на обработку вашей информации «Оки». Она не касается конфиденциальности, информации и деятельности третьих лиц, включая третьих лиц, управляющих веб-сайтом или сервисом, на который ссылается веб-сайт или приложение «Оки», и мы не несем ответственности за них. Размещение ссылки на веб-сайте или в приложении «Оки» не означает одобрения ЮНИСЕФ такого сайта или услуг. Пожалуйста, имейте в виду, что условия настоящей Политики конфиденциальности не распространяются на эти внешние веб-сайты и контент, а также на сбор данных после перехода по ссылкам на такие внешние веб-сайты.',
    },
    { type: 'HEADING', content: '4.Как долго «Оки» хранит ваши данные' },
    {
      type: 'CONTENT',
      content:
        'Мы будем использовать и хранить информацию только до тех пор, пока она необходима для целей, для которых она была собрана, и в соответствии с политикой ЮНИСЕФ по хранению данных. Когда это необходимо, мы можем использовать ваши данные для выполнения наших юридических обязательств, разрешения споров и обеспечения соблюдения наших соглашений и прав, или если их удаление технически и обоснованно невозможно. Мы также сохраняем за собой право хранить ваши данные у сторон, не находящихся под прямым контролем ЮНИСЕФ, например, на серверах или в базах данных сторонних организаций. ',
    },
    { type: 'HEADING', content: '5. Как вы можете контролировать свои данные' },
    {
      type: 'CONTENT',
      content:
        'Если вы зарегистрировали у нас аккаунт (учетную запись), вы можете получить доступ к большей части информации, связанной с вашим аккаунтом, войдя в систему и воспользовавшись страницей настроек аккаунта. Если вы хотите удалить свой аккаунт и/или внесенные вами данные, вы можете удалить их из приложения. После удаления аккаунта все данные будут удалены с наших серверов.',
    },
    { type: 'HEADING', content: '6.Уведомления об изменениях в Политике конфиденциальности' },
    {
      type: 'CONTENT',
      content:
        'Мы пересматриваем наши меры безопасности и Политику конфиденциальности и можем по своему усмотрению вносить изменения в наши правила. Если мы вносим изменения в нашу практику конфиденциальности, мы разместим соответствующее уведомление на веб-сайте «Оки» и в приложении. Такие изменения вступают в силу сразу же после их публикации в приложении и на веб-сайте «Оки». По этой причине мы рекомендуем вам периодически проверять нашу Политику конфиденциальности. Дата «Последнего обновления» в нижней части этой страницы указывает, когда Политика конфиденциальности была в последний раз пересмотрена. Дальнейшее использование приложения или веб-сайта «Оки» после внесения этих изменений означает, что вы принимаете пересмотренную Политику конфиденциальности. ',
    },
    { type: 'HEADING', content: '7. Как связаться с нами' },
    {
      type: 'CONTENT',
      content:
        'Свяжитесь с нами, если вам нужна дополнительная информация о Политике конфиденциальности. Чтобы связаться с нами, напишите по адресу: hello@okyapp.info. Последнее обновление: 1 декабря 2021 года\n\n',
    },
  ],
  termsAndConditions: [
    { type: 'HEADING', content: 'Положения и условия использования «Оки» aa\n' },
    { type: 'HEADING', content: 'Пользовательское соглашение' },
    {
      type: 'CONTENT',
      content:
        'Настоящие Условия использования представляют собой соглашением между вами и «Оки», которое устанавливает правила вашего взаимодействия с приложением и веб-сайтом «Оки».\n\n«Оки» - это приложение для отслеживания менструации для девочек, созданное при помощи девочек. Оно предоставляет информацию о менструации в веселой, творческой и позитивной форме.\n\nПожалуйста, внимательно ознакомьтесь с настоящими Условиями использования. Используя приложение «Оки», вы соглашаетесь, что прочитали, поняли и принимаете условия, описанные ниже. Если вы не согласны с каким-либо из этих положений и условий, пожалуйста, не пользуйтесь приложением «Оки».\n\nПриложение «Оки» предназначено для молодых людей в возрасте от 10 лет и старше. Если вам меньше 16 лет, мы рекомендуем обсудить вопрос использования и взаимодействия с приложением «Оки» с вашими родителями или опекунами и убедиться, что они согласны.\n\nНастоящие Условия использования могут быть изменены, поэтому, пожалуйста, проверяйте их регулярно на предмет обновлений в приложении или на веб-сайте «Оки». Дата последних изменений будет указана в низу этой страницы. Если вы продолжаете пользоваться приложением «Оки», это означает, что вы принимаете все изменения и редакции настоящих Условий использования.',
    },
    {
      type: 'CONTENT',
      content:
        'Ваша конфиденциальность очень важна для нас. Пожалуйста, также ознакомьтесь с нашей Политикой конфиденциальности, из которой вы узнаете, как приложение «Оки» собирает, хранит и использует информацию, которую вы нам предоставляете. Используя приложение «Оки», вы подтверждаете, что согласны с нашей Политикой конфиденциальности.',
    },
    { type: 'HEADING', content: 'Создание аккаунта и его безопасность' },
    {
      type: 'CONTENT',
      content:
        'Для того чтобы пользоваться функциями отслеживания менструации в приложении «Оки», вам необходимо зарегистрироваться в приложении и создать аккаунт. Создание аккаунта необязательно, но это позволит вам отслеживать менструацию и другую информацию о здоровье (организме и теле, настроении, активности и течении менструации, а также карточки дневника) с помощью дневных карточек. Если вы не создадите аккаунт, вы все равно будете иметь доступ к информации, содержащейся в Энциклопедии «Оки».\n\nПри создании аккаунта мы просим вас создать имя пользователя (имя, которое будет отображаться), указать месяц и год рождения, ваш пол и местоположение (только страну и область). Мы рекомендуем вам придумать имя пользователя, которое не совпадает с вашим настоящим именем и не раскрывает другую информацию, которая может вас идентифицировать, особенно если вам еще не исполнилось 18 лет.\n',
    },
    {
      type: 'CONTENT',
      content:
        'После создания аккаунта вам необходимо будет выбрать секретный вопрос и дать на него ответ. Пожалуйста, храните эту информацию в надежном месте, поскольку это единственный способ получить доступ к вашему аккаунту, если вы забудете пароль.\n\nПосле создания аккаунта вы можете изменить свое имя пользователя, выбрав другое, изменить пароль, секретный вопрос и ответ на него.\n\nЧтобы узнать, как происходит обработка вашей личной информации, ознакомьтесь с нашей Политикой конфиденциальности.\n',
    },
    {
      type: 'CONTENT',
      content:
        'Вы несете ответственность за сохранность вашего пароля, секретного вопроса и ответа на него, а также за безопасность вашего аккаунта. Вы также несете ответственность за все случаи использования вашего аккаунта, даже если им пользуется кто-то другой. Вы не можете использовать аккаунт «Оки» другого человека без его разрешения.\n\nЕсли у вас есть основания полагать, что ваш аккаунт взломан (например, если ваш пароль был украден), вы должны как можно скорее сменить пароль. Если вы забыли свой пароль, вам будет предложено ввести ответ на секретный вопрос, чтобы получить доступ к своему аккаунту. Если вы забыли секретный вопрос и ответ на него, у вас будет несколько возможностей попробовать вспомнить их. \n',
    },
    {
      type: 'CONTENT',
      content:
        'Если вы не сможете вспомнить эти данные, для дальнейшего использования «Оки» вам придется создать новый аккаунт. Если вы создадите новый аккаунт, имейте в виду, что вы не сможете восстановить информацию, связанную со старым аккаунтом.\n\n«Оки» не имеет доступа к вашему аккаунту и не может изменять, восстанавливать или сбрасывать пароли и секретные вопросы своих пользователей.',
    },
    { type: 'HEADING', content: ' \nПравила использования' },
    {
      type: 'CONTENT',
      content:
        '«Оки» - это приложение, которое могут использовать молодые люди со всего мира. Учитывая разнообразие наших пользователей, «Оки» стремится создать среду, в которой любой молодой человек будет чувствовать себя комфортно, независимо от его гражданства, пола, культурного происхождения, религии, сексуальной ориентации и политических убеждений. Основными ценностями «Оки» являются позитивность, открытость, уважение, инклюзивность, диалог, сотрудничество и конструктивность. При использовании «Оки» вы соглашаетесь соблюдать все законы и правила, применимые в вашей стране.',
    },
    { type: 'CONTENT', content: '' },
    { type: 'HEADING', content: 'Контент' },
    {
      type: 'CONTENT',
      content:
        'С помощью «Оки» вы можете отслеживать свой менструальный цикл и получать информацию о нем, а также женском здоровье. Услуга предоставляется бесплатно для личного и частного использования. Вся информация в приложении «Оки» предназначена для вас и ваших сверстников, но не для коммерческого использования. Пожалуйста, не используйте приложение «Оки» в целях контрацепции или в медицинских целях. В случае наличия проблем со здоровьем проконсультируйтесь с медицинским специалистом. Приложение «Оки» не предназначено для замены контрацепции и/или медицинской консультации. Оно предназначено только для предоставления информации. Используя приложение «Оки», вы соглашаетесь использовать его только по назначению и, в частности, не для контрацепции и не в медицинских целях.',
    },
    {
      type: 'CONTENT',
      content:
        'За исключением пользовательского контента, «Оки» обладает правами на код, дизайн, функциональность и архитектуру приложения «Оки», а также программное обеспечение, вспомогательные материалы и контент, предоставляемые через этот веб-сайт (далее - ИС «Оки»). За исключением прав, прямым образом предоставленных в соответствии с настоящими Условиями использования, вы не имеете никаких прав на ИС «Оки». Если вы планируете использовать ИС «Оки» в целях, не описанных в настоящих Условиях использования, вы должны предварительно связаться с командой «Оки» и получить разрешение. \nЕсли не указано иное, все материалы, предоставляемые в приложении и на веб-сайте «Оки», распространяются по лицензии Creative Commons: Attribution 4.0 International (CC BY 4.0). Эта лицензия позволяет вам и другим лицам копировать и распространять материалы приложения «Оки». Вместе с тем лицензия так же требует, чтобы вы указывали авторство любого используемого вами материала. При использовании любых материалов «Оки», пожалуйста, используйте следующую формулировку: Приложение и веб-сайт «Оки» разработаны Детским фондом ООН. См. http://www.okyapp.info». Если у вас есть вопросы, пожалуйста, посетите страницу Creative Commons FAQ.',
    },
    {
      type: 'CONTENT',
      content:
        'Обратите внимание, что приложение «Оки» и вспомогательные материалы могут содержать изображения, звуки и видео, которые официально зарегистрированы третьими лицами. Никакие из положений настоящих Условий использования или лицензии Creative Commons не ограничивают и не уменьшают объем прав интеллектуальной собственности третьих лиц. Вы не можете использовать эти материалы для маркировки, продвижения или одобрения какого-либо продукта или услуги. Вы несете полную ответственность за нарушения прав интеллектуальной собственности третьих лиц, вызванные неправомерным использованием вами этих материалов.\n\n«ОKY, приложение «Оки» и названия и эмблемы/логотипы ЮНИСЕФ являются исключительной собственностью ЮНИСЕФ. Они защищены международным и национальным законодательством. Их несанкционированное использование запрещено. Запрещается копировать и воспроизводить их без предварительного письменного разрешения ЮНИСЕФ. Запросы на получение разрешения следует направлять по адресу hello@okyapp.info.',
    },
    { type: 'HEADING', content: 'Изменение Положений и условий' },
    {
      type: 'CONTENT',
      content:
        'Периодически ЮНИСЕФ вносит изменения в настоящие условия. Мы рекомендуем проверять их каждый раз, когда вы хотите использовать «Оки», чтобы убедиться, что вы понимаете условия, которые действуют в данный момент.',
    },
    { type: 'HEADING', content: 'Внешние ссылки и ресурсы' },
    {
      type: 'CONTENT',
      content:
        '«Оки» может давать ссылки на другие веб-сайты и ресурсы, которые не находятся под контролем «Оки» и ЮНИСЕФ. Однако это не подразумевает одобрения или утверждения со стороны «Оки» или ЮНИСЕФ какого-либо сайта, продукта или услуги. \n\nКогда вы нажимаете на ссылки в приложении или на веб-сайте «Оки», вы можете быть перенаправлены на другие источники в Интернете. Пожалуйста, имейте это в виду и будьте внимательны! Мы не проверяем все другие веб-сайты и не можем гарантировать их точность и надежность. Мы также не оказываем поддержки этим веб-сайтам, не обязательно разделяем опубликованные на них мнения и не помогаем им с продажами. Также обратите внимание, что другие веб-сайты предлагают свои собственные условия использования. «Оки» не несет никакой ответственности за содержание этих веб-сайтов.\n\nЮНИСЕФ и «Оки» не несут никакой ответственности и не имеют обязательств в отношении таких веб-сайтов, включая, например, ответственность или обязательства за точность или надежность информации, данных, мнений, рекомендаций и заявлений, опубликованных на этих веб-сайтах.',
    },
    { type: 'HEADING', content: 'Ограничение ответственности' },
    {
      type: 'CONTENT',
      content:
        'Информация, содержащаяся в приложении или на веб-сайте «Оки», не обязательно подготовлена командой «Оки» и сотрудниками ЮНИСЕФ, поэтому взгляды и мнения, изложенные в приложении и на веб-сайте «Оки», не обязательно совпадают с мнением ЮНИСЕФ и команды «Оки»\n\nВесь контент, предоставляемый «Оки», предоставляется «как есть». Это означает, что мы не можем гарантировать, что вся информация на этом веб-сайте является абсолютно точной или безошибочной. Контент «Оки» периодически дополняется, изменяется, улучшается или обновляется без уведомлений. Убедитесь, что вы используете содержимое приложения или веб-сайта «Оки» вдумчиво и ответственно.',
    },
    {
      type: 'CONTENT',
      content:
        'Приложение и веб-сайт «Оки» могут время от времени обновляться и претерпевать изменения для опубликования обновленной информации, ссылок и обеспечения новых функций и отражения изменений в потребностях наших пользователей. Мы не гарантируем, что приложение «Оки» и любой контент, содержащийся в нем, всегда будут доступны и работать бесперебойно. Мы можем частично или полностью приостановить, отозвать или ограничить работу приложения «Оки» по операционным или другим причинам. Насколько это возможно, мы постараемся уведомить вас об этом.',
    },
    {
      type: 'CONTENT',
      content:
        'Вы соглашаетесь, что несете полную ответственность за проблемы, которые могут возникнуть в результате использования вами приложения «Оки». ЮНИСЕФ и «Оки» не могут быть привлечены к ответственности за ущерб и травмы, которые вы можете получить в результате использования приложения «Оки».\nВы соглашаетесь защитить ЮНИСЕФ, его должностных лиц, сотрудников, консультантов и агентов от любых претензий, включая ваши расходы и издержки и расходы третьей стороны, возникшие в результате использования вами приложения и веб-сайта «Оки».\nУпоминание названий конкретных компаний или продуктов в приложении или на веб-сайте «Оки» не подразумевает намерения нарушить права собственности и не должно толковаться как одобрение или рекомендация со стороны ЮНИСЕФ и «Оки».\nИспользование конкретных обозначений стран, территорий и карт на этом веб-сайте не отражает позицию ЮНИСЕФ и «Оки» относительно правового статуса таких стран или территорий, их органов власти и учреждений и делимитации их границ. ',
    },
    { type: 'HEADING', content: 'Как связаться с нами' },
    {
      type: 'CONTENT',
      content:
        'Если у вас есть вопросы об «Оки», свяжитесь с нами по адресу hello@okyapp.info.\n\nПоследнее обновление: 1 декабря 2021 года \n',
    },
  ],
  about: [
    { type: 'HEADING', content: 'О приложении' },
    {
      type: 'CONTENT',
      content:
        '«Оки» - это приложение для мобильных телефонов, которое помогает девочкам взять под контроль свои месячные и свою жизнь. Почувствуйте себя увереннее, отслеживая свои месячные и узнавая факты, которые должны знать все девушки.',
    },
    { type: 'HEADING', content: 'Что такое «Оки»?' },
    {
      type: 'CONTENT',
      content:
        '«Оки» - это приложение для отслеживания месячных, разработанное девушками для девушек. Работать в нём весело и просто. Задача приложения – помочь девушкам справиться со стеснением и плохими чувствами, которые иногда могут быть вызваны месячными!\nhttps://youtu.be/Qq56DISXiOU',
    },
    {
      type: 'HEADING',
      content: 'Для чего ОФ “Открытая линия” и ЮНИСЕФ создали\n приложение «Оки»?',
    },
    {
      type: 'CONTENT',
      content:
        'ЮНИСЕФ создал «Оки» в рамках своей миссии по содействию образованию и укреплению здоровья девочек путем изменения отношения к одной из наиболее табуированных тем в мире - менструации.',
    },
    {
      type: 'CONTENT',
      content:
        'У всех женщин и девочек бывают месячные. Это естественно. Но девочек по-прежнему стыдят за это. Им часто не хватает информации о многочисленных изменениях, происходящих с их телом в этот важный период жизни.',
    },
    {
      type: 'CONTENT',
      content:
        'В Интернете бывает сложно найти в Интернете достоверную, качественную и актуальную информацию. Он изобилует неверной информацией! Она может привести к ненужному стрессу во время менструации. Приложение «Оки» было создано для того, чтобы помочь девочкам вести себя уверенно во время месячных и знать, что делать, чтобы принимать обоснованные решения относительно своего тела и жизни.',
    },
    { type: 'HEADING', content: 'Как ОФ “Открытая линия” и ЮНИСЕФ создавали \n«Оки»?\n' },
    {
      type: 'CONTENT',
      content:
        'В течение нескольких месяцев мы беседовали с более чем со 100 девочками в Кыргызстане об их месячных, страхах, надеждах и жизни, и вместе работали над созданием «Оки»! Конечно, мы также работали с нашими экспертами в области образования и медицины, чтобы удостовериться, что «Оки» отражает этику ОФ “Открытая линия” и ЮНИСЕФ и его высокие стандарты и рекомендации в области здравоохранения. ',
    },
    { type: 'HEADING', content: 'Как работает «Оки»?' },
    {
      type: 'CONTENT',
      content:
        '«Оки» позволяет добавлять информацию о ваших месячных, теле, активности и настроении и на основе этого делает прогнозы относительно следующих месячных и цикла овуляции. Есть календарь, который работает как дневник и выдает напоминания. «Оки» также дает советы и повышает мотивацию пользователей с помощью игр и викторин!',
    },
    { type: 'HEADING', content: 'Чем «Оки» отличается от других приложений?' },
    {
      type: 'CONTENT',
      content:
        '«Оки» отличается от других приложений для отслеживания месячных тем, что оно ориентировано в первую очередь на девушек. «Оки» - это не бизнес, это сервис для девушек, который стремится быть инклюзивным и не предвзятым, и поддерживает самые высокие стандарты конфиденциальности и защиты данных.',
    },
    {
      type: 'CONTENT',
      content:
        '«Оки» разрабатывается открытым способом, чтобы другие могли учиться в процессе создания цифрового ресурса общественного здравоохранения. Таким образом, приложение может быть полезно большему числу людей и способствовать изменению ситуации, когда цифровая информация используется для получения прибыли, а не для общественного блага.',
    },
    { type: 'HEADING', content: 'ИНФОРМАЦИЯ ДЛЯ РОДИТЕЛЕЙ' },
    { type: 'HEADING', content: 'Что такое «Оки»?' },
    {
      type: 'CONTENT',
      content:
        '«Оки» - это приложение, призванное помочь девушкам управлять менструацией, предоставляя качественную информацию о здоровье и, а также возможность отслеживать свои месячные.\nhttps://youtu.be/86Wq25yMCG4 \n\n',
    },
    { type: 'HEADING', content: 'Для чего ОФ “Открытая линия” и ЮНИСЕФ создали приложение «Оки»?' },
    {
      type: 'CONTENT',
      content:
        'ОФ “Открытая линия” и ЮНИСЕФ создали «Оки» в рамках своей миссии по содействию образованию и здоровью девочек путем изменения отношения к одной из наиболее табуированных тем в мире – менструации.',
    },
    {
      type: 'CONTENT',
      content:
        'В период полового созревания происходит множество физических и эмоциональных изменений, в том числе начинается менструация. Незнание того, что происходит, может вызвать у девочек стресс и сложности. В условиях нехватки информации девочкам может быть трудно обратиться за помощью к родителям, учителям, опекунам, воспитателям или медицинским работникам.',
    },
    {
      type: 'CONTENT',
      content:
        'Цель приложения – предоставить девочкам информацию, чтобы они знали, чего ожидать от менструации и что необходимо делать. Это поможет им чувствовать себя более уверенно, когда речь идет о происходящих в их теле изменениях и управлении менструацией. Обладая информацией, они смогут чувствовать себя более комфортно, беседуя с родителями, учителями, опекунами и другими людьми и в случае необходимости просить их о помощи.',
    },
    {
      type: 'CONTENT',
      content:
        'Вы также можете просмотреть информацию в приложении, чтобы ознакомиться с некоторыми темами, касающимися менструации, в том числе здоровья девочек в период полового созревания. Получение дополнительной информации по этим темам поможет вам эффективно реагировать на вопросы детей и чувствовать себя более уверенно, когда детям требуется поддержка. С вашей помощью дети смогут воспринимать изменения как нормальное и постоянное явление, как позитивный процесс взросления, который является неотъемлемой частью жизни.',
    },
    {
      type: 'CONTENT',
      content:
        'По нашим наблюдениям, все больше девочек ищут в Интернете информацию о здоровье, в том числе о менструации. Однако найти достоверную, качественную и актуальную информацию бывает сложно. Интернет изобилует неверной информацией! Авторы «Оки» стремятся предоставлять проверенную информацию, ориентированную на девочек, помогая им оставаться в безопасности и сохранить здоровье, делая акцент на том, что менструация - это нормально.',
    },
    {
      type: 'CONTENT',
      content:
        'Не стесняйтесь обсуждать информацию, представленную в приложении, со своим ребенком и с другими людьми!',
    },
    { type: 'HEADING', content: 'Как ОФ “Открытая линия” и ЮНИСЕФ создавали «Оки»?' },
    {
      type: 'CONTENT',
      content:
        'В течение нескольких месяцев мы беседовали с более чем 100 девочками, родителями, учителями и медицинскими работниками в Кыргызстане. Они говорили о месячных, своих страхах, надеждах и жизни – как онлайн, так и офлайн. А мы слушали. Таким образом мы вместе работали над созданием «Оки»! Мы также работали с нашими экспертами в области образования и медицины, чтобы удостовериться, что характеристики и функции «Оки» отражают этику ОФ “Открытая линия” и ЮНИСЕФ и его высокие стандарты и рекомендации в области здравоохранения. Мы также работали над тем, чтобы приложение учитывало социальные и культурные нормы разных стран.\n',
    },
    { type: 'HEADING', content: 'Как работает «Оки»?\n' },
    {
      type: 'CONTENT',
      content:
        '«Оки» позволяет отслеживать индивидуальный менструальный цикл и делать прогнозы. В приложении также есть календарь и предусмотрены напоминания. Игры и викторины делают обучение увлекательным. «Оки» помогает девочкам отслеживать месячные и изменения в настроении, здоровье, фигуре, чтобы они могли больше узнать о том, что является нормальным и здоровым. В нем есть информация о месячных, половом созревании, репродукции и здоровье, чтобы пользователи могли пополнить свои знания о своем теле и здоровье. Охватываемые темы включают гигиену, диету, а также советы о том, как справиться со скачками настроения и болью от менструальных спазмов.',
    },
    {
      type: 'CONTENT',
      content:
        'Вся эта информация проходит проверку качества экспертами ЮНИСЕФ в области здравоохранения и образования, а также местными переводчиками и поставщиками услуг, чтобы обеспечить самые высокие стандарты и актуальность для девочек.',
    },
    { type: 'HEADING', content: 'Чем «Оки» отличается от других приложений?' },
    {
      type: 'CONTENT',
      content:
        '«Оки» отличается от других приложений для отслеживания месячных тем, что оно ориентировано в первую очередь на девушек. «Оки» - это не бизнес, это сервис для девушек, который стремится быть инклюзивным и не предвзятым, и поддерживает самые высокие стандарты конфиденциальности и защиты данных. «Оки» разрабатывается открытым способом, чтобы другие могли учиться в процессе создания цифрового ресурса общественного здравоохранения. Таким образом, приложение может быть полезно большему числу людей и способствовать изменению ситуации, когда цифровая информация используется для получения прибыли, а не для общественного блага.',
    },
  ],
}
